// ----------------------------------------------------------------------

// IF THIS TRANSLATION IS INCORRECT PLEASE IGNORE THIS AS THIS TRANSLATION IS FOR DEMO PURPOSES ONLY
// We are happy if you can help improve the translation by sending an email to support@minimals.cc.

// ----------------------------------------------------------------------

const ar = {
  header: {
    home: 'الرئيسية',
    properties: 'العقارات',
    blog: 'المدونة',
    about: 'من نحن',
    contactUs: 'تواصل معنا',
  },
  hero: {
    overlineText: 'هل تبحث عن مساحة سكنية أو تجارية؟',
    title: `ابحث عن المساحة المثالية للعيش أو ازدهار أعمالك مع `,
    apartments: 'الشقق',
    happyTenants: 'المستأجرون السعداء',
    leasesProcessed: 'العقود المعالجة',
  },
  why: {
    title: 'لماذا يجب عليك اختيارنا',
    subTitle:
      'اختيار الشريك المناسب لرحلتك في البحث عن المساحة يمكن أن يحدث كل الفارق. في كوجاك، نتألق كوجهة نهائية للعثور على المساحة السكنية أو التجارية المثالية لك. إليك لماذا يجب عليك اختيارنا',
    cards: {
      1: {
        title: `شفافية المعاملات`,
        subTitle:
          'التزامنا بشفافية المعاملات يضمن لك فهمًا واضحًا لجميع الشروط والأحكام، مما يمكّنك من اتخاذ قرارات بثقة',
      },
      2: {
        title: 'رضا العملاء',
        subTitle:
          'على مر السنين، بنينا سمعة متميزة، وعملاؤنا الكثيرون المرتاحون يشهدون على التزامنا بسعادة العملاء',
      },
      3: {
        title: 'مواقع متميزة',
        subTitle:
          'تتضمن محفظتنا مساحات في مواقع متميزة ومطلوبة، مما يقدم لك فوائد الوصول السهل، والراحة، والمجتمع المزدهر',
      },
      4: {
        title: 'أسعار لا تُقاوم',
        subTitle:
          'أولويتنا هي تقديم قيمة استثنائية لك. نحن ندرك أن العثور على إيجار ذو جودة بسعر مناسب أمر ضروري، ونحن ملتزمون بجعل ذلك حقيقة بالنسبة لك.',
      },
    },
  },

  properties: {
    title: 'العقارات المتوفرة',
    subTitle:
      'في كوجاك، نفتخر بتقديم مجموعة واسعة من المساحات التجارية والسكنية التي تلبي جميع احتياجاتك. سواء كنت تبحث عن ترقية مقر أعمالك أو العثور على منزل مريح للإقامة، نحن هنا لنلبي احتياجاتك.',
  },
  featuredProperty: {
    title: `عرض لايفوت `,
  },
  faq: {
    title: 'الأسئلة المتداولة بشكل متكرر',
    subTitle:
      'قسم الأسئلة المتداولة لدينا هو المكان الذي نتعامل فيه مع الأسئلة الشائعة ونقدم إجابات مفيدة. لقد جمعنا قائمة من الاستفسارات التي يتساءل عنها العملاء بشكل متكرر. أدناه، ستجد معلومات حول مواضيع متنوعة لمساعدتك في الحصول على الإجابات التي تحتاجها.',
    join: 'انضم إلى أكثر من 842 مستأجر سعيد',
    1: {
      question: 'ما هي أنواع المساحات التي تقدمونها للإيجار؟',
      answer:
        'نحن نقدم مجموعة متنوعة من المساحات للإيجار، بما في ذلك العقارات السكنية مثل الشقق والمنازل والشقق المفروشة والمنازل الصغيرة. بالإضافة إلى ذلك، نوفر مساحات تجارية مثل المكاتب ومحلات البيع بالتجزئة والمستودعات وأكثر من ذلك.',
    },
    2: {
      question: 'هل يمكنني تحديد موعد لمشاهدة العقارات التي تهمني؟',
      answer:
        'بالطبع! بمجرد أن تجد عقارًا يثير اهتمامك، يمكنك بسهولة تحديد موعد لمشاهدته من خلال موقعنا على الإنترنت. سيقوم فريقنا بتنسيق معك لترتيب وقت مناسب للزيارة.',
    },
    3: {
      question: 'كيف يمكنني الحصول على مساعدة خلال عملية التأجير؟',
      answer:
        'فريقنا من خبراء العقارات هنا لمساعدتك طوال عملية التأجير بأكملها. سواء كان لديك أسئلة حول عقار معين، أو تحتاج إلى توجيه فيما يتعلق بالأوراق، أو تحتاج إلى دعم في التفاوض، نحن على مسافة مكالمة هاتف أو بريد إلكتروني واحد.',
    },
    4: {
      question: 'هل هناك أي رسوم إضافية أو تكاليف مخفية خلال عملية التأجير؟',
      answer:
        'نحن نؤمن بالشفافية، ونسعى لتقديم جميع التكاليف المرتبطة بالتأجير بصراحة. لا توجد رسوم مخفية، وسيتم توضيح أي رسوم إضافية لك بوضوح.',
    },
    5: {
      question: 'ما هي شروط الإيجار التي تقدمونها للمساحات السكنية والتجارية؟',
      answer:
        'نقدم مجموعة متنوعة من شروط الإيجار لاستيعاب احتياجات مختلفة. قد تشمل هذه الشروط الإيجار على المدى القصير والمدى الطويل وخيارات الإيجار المرنة. يمكنك اختيار الشروط التي تتناسب مع متطلباتك بشكل أفضل.',
    },
    6: {
      question: 'كيف يمكنني بدء عملية التأجير بمجرد العثور على المساحة المثالية؟',
      answer:
        'بمجرد أن تجد المساحة المثالية، ما عليك سوى التواصل مع فريقنا، وسنرشدك خلال عملية التأجير، مساعدينك في استكمال جميع الأوراق والإجراءات اللازمة.',
    },
  },

  blog: {
    title: 'تفضل بزيارة مدوّنتنا',
    subTitle:
      'مصدرك الأساسي لكل ما يتعلق بتأجير وتأجير العقارات. سواء كنت مستأجرًا مخضرمًا أو مستأجرًا لأول مرة، أو صاحب عقار، أو مراقب فضولي لسوق العقارات، تم تصميم مدونتنا لتزويدك بمعلومات قيمة ونصائح وتحليلات صناعية.',
  },

  common: {
    kojak: 'كوجاك',
    building: 'العقارية',
    exploreProperties: 'اكتشف العقارات',
    moreDetails: 'مزيد من المعلومات',
    viewAll: 'عرض الجميع',
  },

  propertyCard: {
    residential: 'سكني',
    commercial: 'تجاري',
    sharjah: 'الشارقة',
    dubai: 'دبي',
    flat: 'شقة',
    showrooms: 'معرض',
    gym: 'نادي صحي / مسبح',
    labourcamp: 'سكن عمال',
    shops: 'محلات',
    restaurant: 'مطعم',
    offices: 'مكاتب',
    available: 'متوفر',
    notAvailable: 'غير متوفر',
    noDesc: 'لا يوجد وصف للعقار',
    cctv: 'كاميرات مراقبة',
    security: 'حارس أمن',
    bathrooms: 'حمامات',
    bedrooms: 'غرف نوم',
    totalArea: 'المساحة',
    ac: 'التكيف',
    payment: 'الدفعات',
    kitchen: 'المطبخ',
    spaceType: 'نوع العقار',
    mezzanine: 'طابق الميزانين',
    parking: 'مواقف',
    cheques: 'شيكات',
    propertyFeatures: 'مميزات العقار',
    agentHeader: 'تواصل مع المندوب على',
    // ---------------------------
    summery: {
      maintenance: {
        title: 'التميز في الصيانة',
        text: 'مع خدمات تأجير المساحات الخاصة بنا، يمكنك أن تودع مخاوف الحفاظ على الممتلكات المستأجرة الخاصة بك. فريقنا من المحترفين المهرة ملتزم بتوفير بيئة خالية من العيوب ومحافظة على نظافتها. الفحوصات الدورية والإصلاحات السريعة والصيانة المجدولة تضمن أن المساحة المستأجرة تبقى في حالة مثالية. ركز على أنشطتك الأساسية بينما نهتم بالحفاظ على المكان.',
      },
      security: {
        title: 'الأمان',
        text: 'سلامتك وأمان أصولك هما أمور أساسية بالنسبة لنا. لقد دمجنا تدابير الأمان الرائدة في جميع مساحاتنا المستأجرة. من أنظمة المراقبة المتقدمة وسيطرة الوصول إلى موظفي الأمان على مدار الساعة، نترك لا حجر دون إدارته في حماية مصالحك. استريح بأمان على علم بأن ممتلكاتك الثمينة محمية ضمن مرافقنا الآمنة.',
      },
      payment: {
        title: 'جداول دفع مخصصة',
        text: 'ندرك أن كل عمل يعمل وفقًا لجدول زمني خاص به. من خلال شروط الدفع المرنة لدينا، لديك الحرية في اختيار جدول دفع يتوافق تمامًا مع تخطيطك المالي. سواء كنت تفضل الدفع الشهري أو الربع سنوي أو السنوي، سيعمل فريقنا معك لإنشاء خطة تتناسب مع ميزانيتك ودورة عملك.',
      },
      spaces: {
        title: 'مساحات قابلة للتخصيص',
        text: 'نحن نفهم أن الحجم الواحد لا يناسب الجميع. لهذا السبب تقدم خدمات تأجير المساحات الخاصة بنا مرونة لا مثيل لها. سواء كنت بحاجة إلى مكتب صغير، أو وحدة صناعية واسعة، أو مساحة عمل متخصصة، لدينا مجموعة متنوعة من الخيارات تتناسب مع متطلباتك. قم بتخصيص المساحة المستأجرة لتتناسب مع رؤيتك واحتياجاتك التشغيلية الفريدة. سيعمل فريقنا المخصص بجد للتعاون معك لإنشاء بيئة تعزز الإنتاجية والابتكار.',
      },
      locations: {
        title: 'مواقع متميزة',
        text: 'الموقع هو مفتاح أي مغامرة ناجحة، ونحن نفهم أهميته. تمتد محفظتنا من المساحات المستأجرة عبر مواقع متميزة، مما يوفر لك سهولة الوصول إلى وسائل الراحة الأساسية ومجتمع الأعمال المزدهر. استمتع بملاءمة موقع استراتيجي يعزز آفاق عملك ويعزز شبكتك المهنية.',
      },
    },
  },
};

export default ar;
