// ----------------------------------------------------------------------

// IF THIS TRANSLATION IS INCORRECT PLEASE IGNORE THIS AS THIS TRANSLATION IS FOR DEMO PURPOSES ONLY
// We are happy if you can help improve the translation by sending an email to support@minimals.cc.

// ----------------------------------------------------------------------

const ar = {
  header: {
    home: 'الرئيسية',
    properties: 'العقارات',
    blog: 'المدونة',
    about: 'من نحن',
    contactUs: 'تواصل معنا',
  },
  hero: {
    overlineText: 'هل تبحث عن مساحة سكنية أو تجارية؟',
    title: `ابحث عن المساحة المثالية للعيش أو ازدهار أعمالك مع `,
    apartments: 'الشقق',
    happyTenants: 'المستأجرون السعداء',
    leasesProcessed: 'العقود المعالجة',
  },
  why: {
    title: 'لماذا يجب عليك اختيارنا',
    subTitle:
      'اختيار الشريك المناسب لرحلتك في البحث عن المساحة يمكن أن يحدث كل الفارق. في كوجك، نتألق كوجهة نهائية للعثور على المساحة السكنية أو التجارية المثالية لك. إليك لماذا يجب عليك اختيارنا',
    cards: {
      1: {
        title: `شفافية المعاملات`,
        subTitle:
          'التزامنا بشفافية المعاملات يضمن لك فهمًا واضحًا لجميع الشروط والأحكام، مما يمكّنك من اتخاذ قرارات بثقة',
      },
      2: {
        title: 'رضا العملاء',
        subTitle:
          'على مر السنين، بنينا سمعة متميزة، وعملاؤنا الكثيرون المرتاحون يشهدون على التزامنا بسعادة العملاء',
      },
      3: {
        title: 'مواقع متميزة',
        subTitle:
          'تتضمن محفظتنا مساحات في مواقع متميزة ومطلوبة، مما يقدم لك فوائد الوصول السهل، والراحة، والمجتمع المزدهر',
      },
      4: {
        title: 'أسعار لا تُقاوم',
        subTitle:
          'أولويتنا هي تقديم قيمة استثنائية لك. نحن ندرك أن العثور على إيجار ذو جودة بسعر مناسب أمر ضروري، ونحن ملتزمون بجعل ذلك حقيقة بالنسبة لك.',
      },
    },
  },

  properties: {
    title: 'العقارات الأكثر طلباً',
    subTitle:
      'في كوجك، نفتخر بتقديم مجموعة واسعة من المساحات التجارية والسكنية التي تلبي جميع احتياجاتك. سواء كنت تبحث عن ترقية مقر أعمالك أو العثور على منزل مريح للإقامة، نحن هنا لنلبي احتياجاتك.',
    didNotFind: 'لم تجد العقار المناسب ؟',
  },
  featuredProperty: {
    title: `عرض لايفوت `,
  },
  faq: {
    title: 'الأسئلة المتداولة بشكل متكرر',
    subTitle:
      'قسم الأسئلة المتداولة لدينا هو المكان الذي نتعامل فيه مع الأسئلة الشائعة ونقدم إجابات مفيدة. لقد جمعنا قائمة من الاستفسارات التي يتساءل عنها العملاء بشكل متكرر. أدناه، ستجد معلومات حول مواضيع متنوعة لمساعدتك في الحصول على الإجابات التي تحتاجها.',
    join: 'انضم إلى أكثر من 842 مستأجر سعيد',
    1: {
      question: 'ما هي أنواع المساحات التي تقدمونها للإيجار؟',
      answer:
        'نحن نقدم مجموعة متنوعة من المساحات للإيجار، بما في ذلك العقارات السكنية مثل الشقق والمنازل والشقق المفروشة والمنازل الصغيرة. بالإضافة إلى ذلك، نوفر مساحات تجارية مثل المكاتب ومحلات البيع بالتجزئة والمستودعات وأكثر من ذلك.',
    },
    2: {
      question: 'هل يمكنني تحديد موعد لمشاهدة العقارات التي تهمني؟',
      answer:
        'بالطبع! بمجرد أن تجد عقارًا يثير اهتمامك، يمكنك بسهولة تحديد موعد لمشاهدته من خلال موقعنا على الإنترنت. سيقوم فريقنا بتنسيق معك لترتيب وقت مناسب للزيارة.',
    },
    3: {
      question: 'كيف يمكنني الحصول على مساعدة خلال عملية التأجير؟',
      answer:
        'فريقنا من خبراء العقارات هنا لمساعدتك طوال عملية التأجير بأكملها. سواء كان لديك أسئلة حول عقار معين، أو تحتاج إلى توجيه فيما يتعلق بالأوراق، أو تحتاج إلى دعم في التفاوض، نحن على مسافة مكالمة هاتف أو بريد إلكتروني واحد.',
    },
    4: {
      question: 'هل هناك أي رسوم إضافية أو تكاليف مخفية خلال عملية التأجير؟',
      answer:
        'نحن نؤمن بالشفافية، ونسعى لتقديم جميع التكاليف المرتبطة بالتأجير بصراحة. لا توجد رسوم مخفية، وسيتم توضيح أي رسوم إضافية لك بوضوح.',
    },
    5: {
      question: 'ما هي شروط الإيجار التي تقدمونها للمساحات السكنية والتجارية؟',
      answer:
        'نقدم مجموعة متنوعة من شروط الإيجار لاستيعاب احتياجات مختلفة. قد تشمل هذه الشروط الإيجار على المدى القصير والمدى الطويل وخيارات الإيجار المرنة. يمكنك اختيار الشروط التي تتناسب مع متطلباتك بشكل أفضل.',
    },
    6: {
      question: 'كيف يمكنني بدء عملية التأجير بمجرد العثور على المساحة المثالية؟',
      answer:
        'بمجرد أن تجد المساحة المثالية، ما عليك سوى التواصل مع فريقنا، وسنرشدك خلال عملية التأجير، مساعدينك في استكمال جميع الأوراق والإجراءات اللازمة.',
    },
  },

  blog: {
    title: 'تفضل بزيارة مدوّنتنا',
    subTitle:
      'مصدرك الأساسي لكل ما يتعلق بتأجير وتأجير العقارات. سواء كنت مستأجرًا مخضرمًا أو مستأجرًا لأول مرة، أو صاحب عقار، أو مراقب فضولي لسوق العقارات، تم تصميم مدونتنا لتزويدك بمعلومات قيمة ونصائح وتحليلات صناعية.',
  },

  about: {
    aboutUs: {
      title: 'من نحن',
      subTitle:
        'في كوجك، نحن أكثر من مجرد شركة تأجير عقارات - نحن شركاءك في البحث عن المساحة المثالية التي تتوافق مع نمط حياتك واحتياجات عملك. سواء كنت تبحث عن منزل أحلامك أو موقع استراتيجي لعملك، تقدم كوجك مجموعة متنوعة من المساحات السكنية والتجارية المصممة خصيصًا لتلبية متطلباتك الفريدة.',
      subTitle2:
        'الجودة هي أساس كل ما نقوم به في كوجك. من اختيار أجود العقارات إلى الحفاظ عليها بأعلى معايير، نحن ملتزمون بتقديم التفوق في كل جانب من جوانب خدمتنا.',
    },
    vision: 'رؤيتنا',
    visionText:
      'رؤيتنا هي أن نثري الحياة ونمكّن الأعمال من خلال توفير مساحات تلهم الإبداع وتعزز الإنتاجية والنمو. نسعى لنكون الخيار المفضل للأفراد والشركات الباحثين عن عقارات سكنية وتجارية متميزة تعكس تطلعاتهم وتسهم في نجاحهم.',
    mission: 'مهمتنا',
    missionText:
      'في مبنى كوجك، مهمتنا هي خلق انطباعات دائمة وإثراء الحياة من خلال توفير مساحات سكنية وتجارية استثنائية تلهم وترفع من مستوى الأفراد والشركات على حد سواء.',
    coreValues: {
      title: 'القيم الأساسية',
      subTitle:
        'انضم إلينا في هذه الرحلة التحولية لنشكل مستقبل المساحات السكنية ومساحات العمل. سويًا، سنخلق انطباعات دائمة ونكشف عن الإمكانات الحقيقية لكل مساحة نمسّها.',
      items: {
        1: {
          title: 'رضا العملاء',
          description:
            'عملاؤنا هم في قلب كل ما نقوم به. نحن ملتزمون بفهم احتياجاتهم وتفضيلاتهم الفريدة، ونسعى لتجاوز توقعاتهم من خلال خدمة شخصية ومراعاة دقيقة.',
        },
        2: {
          title: 'الجودة والتميز',
          description:
            'نحن نؤمن بتقديم أعلى معايير الجودة والتميز في كل جانب من جوانب عقاراتنا وخدماتنا. من التصميم والبناء الدقيقين إلى الإدارة الفعّالة، نضمن أن مساحاتنا تقف كرموز للحرفية والفخر الدائمين.',
        },
        3: {
          title: 'النزاهة والشفافية',
          description:
            'الثقة هي ركيزة علاقاتنا مع العملاء والشركاء والموظفين. نحن نلتزم بأعلى معايير الأخلاق، مضمنين الشفافية في جميع تعاملاتنا وبناء جو من التقدير المتبادل والصدق.',
        },
      },
    },
  },

  contactUs: {
    title: 'اتصل بنا',
    subTitle:
      'نحن هنا لمساعدتك. إذا كان لديك أي أسئلة أو ملاحظات أو تحتاج إلى دعم، فلا تتردد في التواصل معنا. فريقنا المخصص جاهز لمساعدتك بأي طريقة نستطيع.',
    details: {
      number: '06 5334 312 تحويلة. 220',
      location: 'المنطقة الصناعية 4، الشارقة، الإمارات العربية المتحدة',
      hours: 'من 9 صباحًا حتى 6 مساءً - من السبت إلى الخميس',
      follow: 'تابعنا',
    },
  },

  footer: {
    about:
      'تقف كوجك كمجموعة متعددة الجوانب من الشركات، يتخصص كل منها في جانب فريد يشكل بالتجمع بينهما نظامًا شاملاً للبيئة السيارية. وتتمثل وجودها في أربع مجالات متميزة: قطع غيار السيارات، صيانة السيارات، البيع الحصري لسيارات مرسيدس، ومجال التأجير والاستئجار المتعدد الاستخدامات.',
    groupTitle: 'مجموعة كوجك للشركات',
    exclusive: { title: 'كي-إكسكلوسيف', text: 'اشتري سيارة مرسيدس أحلامك' },
    spareParts: { title: 'قطع الغيار', text: 'قطع غيار أصلية لسيارتك مرسيدس' },
    auto: { title: 'صيانة السيارات', text: 'إصلاح سيارتك مرسيدس على يد خبراء' },
    visitWebsite: 'زيارة الموقع',
    allRights: '© 2023. جميع الحقوق محفوظة - مجموعة كوجك للشركات',
    designedBy: 'مصمم بواسطة ProzEffect | hello@prozeffect.com',
    sitemap: 'خريطة الموقع',
  },
  testimonial: { title: 'ماذا يقول عنا متعاملينا' },

  newsLetter: {
    title: 'ابقَ في المقدمة ولا تفوت أي عقار متاح مرة أخرى!',
    subTitle: 'كن الأول من يعلم: سجّل اهتمامك، وسيقوم فريقنا بإعلامك فورًا عند توفر عقار!',
  },

  common: {
    kojak: 'كوجك',
    building: 'العقارية',
    exploreProperties: 'اكتشف العقارات',
    moreDetails: 'مزيد من المعلومات',
    viewAll: 'عرض الجميع',
    dialog: {
      title: 'لقد تلقينا طلبك!!',
      subTitle: 'شكرًا لاتصالك بكوجك، سيتصل بك أحد وكلائنا لخدمة العملاء قريبًا!!',
    },
    search: 'بحث',
    clearSearch: 'اعادة ضبت البحث',
    dropMessage: 'ارسل لنا رسالة',
    aed: 'درهم',
  },

  form: {
    name: 'الأسم',
    mobile: 'الموبايل',
    email: 'البريد الاكتروني',
    subject: 'موضوع الرسالة',
    message: 'الرسالة',
    sendMsg: 'ارسل الرسالة',
    register: 'سجل',
    whatsApp: {
      howCanWeHelpYou: 'كيف يمكننا مساعدتك ؟',
      workingHours:
        'ساعات عملنا من الساعة 8 صباحًا حتى الساعة 6 مساءً، من يوم السبت إلى يوم الخميس',
    },
  },

  websiteFilter: {
    all: { type: 'جميع العقارات', cities: 'جميع المدن', spaceTypes: 'جميع انواع ', all: 'الجميع' },
    type: {
      propertyType: 'نوع العقار',
      location: 'المكان',
      spaceType: 'نوع الوحدة',
      availability: 'متوفر',
    },
    filterDefaultValues: {
      residential: 'سكني',
      commercial: 'تجاري',
      flat: 'شقة',
      showrooms: 'معرض',
      gym: 'نادي صحي / مسبح',
      labourcamp: 'سكن عمال',
      shops: 'محلات',
      restaurant: 'مطعم',
      offices: 'مكاتب',
      sharjah: 'الشارقة',
      dubai: 'دبي',
    },
  },

  propertyCard: {
    residential: 'سكني',
    commercial: 'تجاري',
    sharjah: 'الشارقة',
    dubai: 'دبي',
    flat: 'شقة',
    showrooms: 'معرض',
    'healthclub/swimmingpool': 'نادي صحي / مسبح',
    labourcamp: 'سكن عمال',
    shops: 'محلات',
    restaurant: 'مطعم',
    offices: 'مكاتب',
    available: 'متوفر',
    notAvailable: 'غير متوفر',
    noDesc: 'لا يوجد وصف للعقار',
    cctv: 'كاميرات مراقبة',
    security: 'حارس أمن',
    bathrooms: 'حمامات',
    bedrooms: 'غرف نوم',
    totalArea: 'المساحة',
    ac: 'التكيف',
    payment: 'الدفعات',
    kitchen: 'المطبخ',
    spaceType: 'نوع العقار',
    mezzanine: 'طابق الميزانين',
    parking: 'مواقف',
    cheques: 'شيكات',
    propertyFeatures: 'مميزات العقار',
    agentHeader: 'تواصل مع المندوب',
    requestCallBack: 'اطلب اعادة الاتصال',
    // ---------------------------
    summery: {
      maintenance: {
        title: 'التميز في الصيانة',
        text: 'مع خدمات تأجير المساحات الخاصة بنا، يمكنك أن تودع مخاوف الحفاظ على الممتلكات المستأجرة الخاصة بك. فريقنا من المحترفين المهرة ملتزم بتوفير بيئة خالية من العيوب ومحافظة على نظافتها. الفحوصات الدورية والإصلاحات السريعة والصيانة المجدولة تضمن أن المساحة المستأجرة تبقى في حالة مثالية. ركز على أنشطتك الأساسية بينما نهتم بالحفاظ على المكان.',
      },
      security: {
        title: 'الأمان',
        text: 'سلامتك وأمان أصولك هما أمور أساسية بالنسبة لنا. لقد دمجنا تدابير الأمان الرائدة في جميع مساحاتنا المستأجرة. من أنظمة المراقبة المتقدمة وسيطرة الوصول إلى موظفي الأمان على مدار الساعة، نترك لا حجر دون إدارته في حماية مصالحك. استريح بأمان على علم بأن ممتلكاتك الثمينة محمية ضمن مرافقنا الآمنة.',
      },
      payment: {
        title: 'جداول دفع مخصصة',
        text: 'ندرك أن كل عمل يعمل وفقًا لجدول زمني خاص به. من خلال شروط الدفع المرنة لدينا، لديك الحرية في اختيار جدول دفع يتوافق تمامًا مع تخطيطك المالي. سواء كنت تفضل الدفع الربع سنوي أو السنوي، سيعمل فريقنا معك لإنشاء خطة تتناسب مع ميزانيتك ودورة عملك.',
      },
      // spaces: {
      //   title: 'مساحات قابلة للتخصيص',
      //   text: 'نحن نفهم أن الحجم الواحد لا يناسب الجميع. لهذا السبب تقدم خدمات تأجير المساحات الخاصة بنا مرونة لا مثيل لها. سواء كنت بحاجة إلى مكتب صغير، أو وحدة صناعية واسعة، أو مساحة عمل متخصصة، لدينا مجموعة متنوعة من الخيارات تتناسب مع متطلباتك. قم بتخصيص المساحة المستأجرة لتتناسب مع رؤيتك واحتياجاتك التشغيلية الفريدة. سيعمل فريقنا المخصص بجد للتعاون معك لإنشاء بيئة تعزز الإنتاجية والابتكار.',
      // },
      locations: {
        title: 'مواقع متميزة',
        text: 'الموقع هو مفتاح أي مغامرة ناجحة، ونحن نفهم أهميته. تمتد محفظتنا من المساحات المستأجرة عبر مواقع متميزة، مما يوفر لك سهولة الوصول إلى وسائل الراحة الأساسية ومجتمع الأعمال المزدهر. استمتع بملاءمة موقع استراتيجي يعزز آفاق عملك ويعزز شبكتك المهنية.',
      },
    },
  },
};

export default ar;
