const ar = {
  header: {
    home: 'الصفحة الرئيسية',
    services: 'الخدمات',
    blog: 'المدونة',
    about: 'حول',
    contactUs: 'اتصل بنا',
  },

  hero: {
    // overlineText: `Looking for residential or commercial space ?`,
    heroText: 'متخصصون في مرسيدس بنز ',
    title: 'منذ عام 1986',
    subText:
      'امنح سيارتك مرسيدس العناية التي تستحقها مع خدماتنا الخبيرة. وداعًا لنفقات الصيانة الزائدة في وكالة السيارات مع الاستمتاع بخدمة عالية الجودة.',
  },
<<<<<<< HEAD
  why: {
    title: 'لماذا يجب عليك اختيارنا',
    subTitle:
      'اختيار الشريك المناسب لرحلتك في البحث عن المساحة يمكن أن يحدث كل الفارق. في كوجك، نتألق كوجهة نهائية للعثور على المساحة السكنية أو التجارية المثالية لك. إليك لماذا يجب عليك اختيارنا',
=======

  hotOffers: {
    title: 'عروض حصرية',
>>>>>>> staging-auto-maintenance
    cards: {
      1: {
        title: 'فحص السيارة',
        price: 'مجاناً',
        description: 'احصل على فحص مجاني للسيارة قبل الحجز عبر الإنترنت',
        endDate: 'صالح حتى 29 أغسطس 2023',
      },
      2: {
        title: 'تعبئة غاز مكيف الهواء',
        price: '80 درهم',
        description: 'احصل على هواء بارد في هذا الصيف الحار، قم بفحص مكيف الهواء وتعبئة الغاز',
        endDate: 'صالح حتى 29 أغسطس 2023',
      },
      3: {
        title: 'استبدال الفرامل',
        price: '320 درهم',
        description: 'فحص واستبدال وتسوية أقراص الفرامل',
        endDate: 'صالح حتى 29 أغسطس 2023',
      },
      4: {
        title: 'تشخيص الكمبيوتر',
        price: '100 درهم',
        description: 'قم بتشخيص كمبيوتر سيارتك للبحث عن أي أخطاء واحصل على تقرير كامل',
        endDate: 'صالح حتى 29 أغسطس 2023',
      },
    },
  },

  services: {
    title: 'خدمات إصلاح السيارات',
    howItWork: 'كيف نقدم خدماتنا',
    description:
      'فنيونا المتخصصون ملتزمون بتقديم الرعاية عالية الجودة لسيارتك مرسيدس. من الصيانة الروتينية إلى الإصلاحات التفصيلية، لدينا المعرفة والخبرة للحفاظ على أداء سيارتك مرسيدس على أفضل وجه. نستخدم أحدث التقنيات وقطع مرسيدس الأصلية لضمان تقديم أعلى جودة في الخدمة. اختبر فخامة الرعاية المتخصصة لسيارتك مرسيدس-بنز. تفضل بزيارتنا اليوم ودعنا نرتقي بتجربتك في قيادة مرسيدس.',
    howItWorksSteps: {
      stepOne: {
        step: 'الخطوة الأولى',
        title: 'حجز موعد',
        description: 'استخدم نظام الحجز عبر الإنترنت السهل الاستخدام أو اتصل بنا.',
      },
      stepTwo: {
        step: 'الخطوة الثانية',
        title: 'التقييم',
        description: 'يقوم فنيونا ذوو الخبرة بإجراء تقييم شامل للمركبة لتحديد المشكلات.',
      },
      stepThree: {
        step: 'الخطوة الثالثة',
        title: 'عرض السعر',
        description:
          'بعد التقييم، احصل على عرض أسعار مفصل. افهم العمل المطلوب والتكلفة والزمن قبل المضي قدمًا.',
      },
      stepFour: {
        step: 'الخطوة الرابعة',
        title: 'الإصلاح',
        description: 'بموافقتك، يبدأ فنيونا المهرة في العمل باستخدام معدات وقطع غيار عالية الجودة.',
      },
      stepFive: {
        step: 'الخطوة الخامسة',
        title: 'الدفع',
        description: `سيارتك جاهزة! سنتصل بك للتأكيد. قم بفحصها وجرِّبها، ثم اسوِ الفاتورة باستخدام خيارات الدفع السهلة المتاحة لدينا.`,
      },
    },
    items: {
      major: {
        serviceName: 'الصيانة الدورية الرئيسية',
        description:
          'خدمة الصيانة الرئيسية لمرسيدس بنز هي إجراء صيانة شامل ومتعمق مصمم لمعالجة احتياجات مركبتك مرسيدس بنز التي تتطلب مزيدًا من العناية. تُوصى عادة بهذه الخدمة بفترات أطول من الخدمات البسيطة وتهدف إلى ضمان استمرارية موثوقية وسلامة وأداء المركبة.',
        icon: 'major',
        isDisabled: false,
      },
      minor: {
        serviceName: 'الصيانة الدورية الثانوية',
        description:
          'خدمة الصيانة الدورية الثانوية للمرسيدس هي خدمة صيانة روتينية مصممة خصيصًا لمركبات مرسيدس بنز لضمان أدائها الأمثل، وسلامتها، واستدامتها.',
        icon: 'minor',
        isDisabled: false,
      },
      common: {
        engineOil: 'زيت المحرك وفلتره',
        transmissionOil: 'زيت النقل وفلتره',
        gasket: 'الجزء التحتي',
        sparkPlug: 'شمعات الإشعال',
        cabinFilter: 'استبدال فلتر الهواء للمقصورة',
        airFilter: 'استبدال فلتر الهواء',
        tire: 'فحص وتدوير الإطارات',
        break: 'فحص الفرامل',
        inspect: 'تفحص المكونات بصرياً',
        Indicator: 'إعادة تعيين مؤشر الخدمة',
        battery: 'فحص البطارية',
      },
      // --------------------------------------------
      oil: {
        serviceName: 'تغيير الزيت',
        description: 'التغييرات الدورية في الزيت ضرورية للحفاظ على سلامة محرك سيارتك.',
        icon: 'oil',
        isDisabled: false,
      },
      break: {
        serviceName: 'خدمة الفرامل',
        description:
          'يتضمن ذلك استبدال أقراص الفرامل، وشطف سائل الفرامل، وتسوية أو استبدال الأقراص.',
        icon: 'break',
        isDisabled: false,
      },
      gear: {
        serviceName: 'خدمة ناقل الحركة',
        description:
          'قد يتضمن ذلك تغيير سائل ناقل الحركة والمرشح أو التعامل مع مشكلات ناقل الحركة الأكبر.',
        icon: 'gear',
        isDisabled: false,
      },
      tirebalance: {
        serviceName: 'دورة وتوازن الإطارات',
        description: 'يساعد هذا في زيادة عمر إطاراتك وضمان توزيع التآكل بالتساوي.',
        icon: 'tirebalance',
        isDisabled: false,
      },
      engine: {
        serviceName: 'ضبط المحرك',
        description:
          'يمكن أن يتضمن ضبط المحرك استبدال شمعات الإشعال وأسلاك الإشعال ومكونات أخرى لتحسين أداء المحرك.',
        icon: 'engine',
        isDisabled: false,
      },
      suspension: {
        serviceName: 'إصلاح التعليق',
        description:
          'قد تتضمن الخدمات استبدال الصدمات والمساعدين وذراع التحكم أو مكونات التعليق الأخرى.',
        icon: 'suspension',
        isDisabled: false,
      },
      power: {
        serviceName: 'إصلاح النظام الكهربائي',
        description:
          'يشمل ذلك مشكلات المكونات الكهربائية للسيارة مثل البطارية والمولد ومبدل البداية.',
        icon: 'power',
        isDisabled: false,
      },
      ac: {
        serviceName: 'خدمة تكييف الهواء',
        description:
          'يشمل ذلك إعادة شحن مبرد التكييف، وإصلاح التسربات، وإصلاح أو استبدال مكونات التكييف.',
        icon: 'ac',
        isDisabled: false,
      },
      batterylight: {
        serviceName: 'استبدال البطارية',
        description: 'عندما لا تحتفظ البطارية بالشحنة بعد الآن، يجب استبدالها.',
        icon: 'batterylight',
      },
      radiator: {
        serviceName: 'إصلاح الرادياتير ونظام التبريد',
        description: 'خدمات لمعالجة مشكلات السخونة الزائدة وتسرب السائل التبريد.',
        icon: 'radiator',
        isDisabled: false,
      },
      chip: {
        serviceName: 'تشخيص واختبار الكمبيوتر',
        description: 'استخدام أدوات متخصصة لتحديد وتشخيص مشكلات متنوعة في السيارات الحديثة.',
        icon: 'chip',
        isDisabled: false,
      },
      'engine-replace': {
        serviceName: 'تركيب المحرك',
        description:
          'خدمات تركيب واستبدال المحرك بدون تعقيد. فنيونا يقدمون حلاً سريعًا وموثوقًا للحفاظ على سير السيارة.',
        icon: 'engine-replace',
        isDisabled: false,
      },
    },
  },

  why: {
    title: 'نحن خبراء مرسيدس-بنز',
    subTitle:
<<<<<<< HEAD
      'في كوجك، نفتخر بتقديم مجموعة واسعة من المساحات التجارية والسكنية التي تلبي جميع احتياجاتك. سواء كنت تبحث عن ترقية مقر أعمالك أو العثور على منزل مريح للإقامة، نحن هنا لنلبي احتياجاتك.',
    didNotFind: 'لم تجد العقار المناسب ؟',
=======
      'تأسست كوجك لصيانة السيارات في عام 1986، وقد أثبتت نفسها كأبرز سلطة في المنطقة فيما يتعلق بمرسيدس-بنز. بفريق من الفنيين المعتمدين من مرسيدس ومعدات تشخيصية حديثة، نقدم خدمات متخصصة تلبي احتياجات مالكي مرسيدس بشكل حصري.',
    experience: 'سنوات من الخبرة',
    happyCustomers: 'عملاء سعداء',
    carsRepaired: 'السيارات التي تم إصلاحها',
    technicians: 'فنيون متخصصون',
>>>>>>> staging-auto-maintenance
  },

  testimonial: {
    title: 'آراء عملائنا',
    description:
      'في KOJAK، نحن نفتخر بتقديم خدمات متميزة لأصحاب السيارات مرسيدس. ولكن لا تستند فقط إلى كلامنا - إليكم ما يقوله عملاؤنا الكرام عن تجاربهم معنا:',
    testimonialOne: {
      text: 'خدمة استثنائية! لقد كنت عميلاً وفياً لـ KOjak لسنوات، ولا يمكنني أن أكون أكثر سعادة بمستوى الخبرة والرعاية التي يقدمونها لمرسيدسي. من الصيانة الروتينية إلى الإصلاحات المعقدة، يذهب فريقهم من الفنيين المهرة دائمًا إلى أبعد من ذلك. تعمل سيارتي بشكل رائع، بفضل Kojak. لن أثق بأي شخص آخر مع مرسيدسي!',
      author: 'راشد محمد',
    },
    testimonialTwo: {
      text: 'لا يمكنني التعبير عن مدى امتناني لـ Kojak. خبرتهم في مرسيدس لا مثيل لها، وتفانيهم في إرضاء العملاء يستحق التقدير حقًا. أخذوا الوقت لشرح مشكلات سيارتي وقدموا تفصيل شفاف للتكاليف. تمت الإصلاحات بسرعة، وتشعر مرسيدسي الآن وكأنها جديدة تمامًا. أوصي بشدة بـ Kojak لجميع أصحاب مرسيدس.',
      author: 'موزة أحمد',
    },
  },

  faq: {
    title: 'الأسئلة الشائعة',
    subTitle:
      'تعتبر صفحة الأسئلة الشائعة لدينا هي المكان الذي نقوم فيه بالرد على الأسئلة الشائعة وتقديم إجابات مفيدة. لقد قمنا بتجميع قائمة من الاستفسارات التي يطرحها علينا العملاء بشكل متكرر. فيما يلي معلومات حول مواضيع متنوعة لمساعدتك في الحصول على الإجابات التي تحتاجها.',
    1: {
      question: 'ما هي أنواع الخدمات التي تقدمونها لمركبات مرسيدس؟',
      answer:
        'نقدم مجموعة شاملة من الخدمات لمركبات مرسيدس-بنز، بما في ذلك الصيانة الروتينية (تغيير الزيت، فحص الفرامل، تدوير الإطارات)، والإصلاحات الكبيرة، وتشخيص المحرك، وضبط الأداء. سواء كانت خدمة طفيفة أم إصلاح معقد، فإننا نقدم لك خدمة ممتازة.',
    },
    2: {
      question: 'كيف يمكنني تحديد موعد للخدمة؟',
      answer:
        'تحديد موعد سهل. يمكنك الاتصال بنا، زيارة موقعنا على الويب، أو استخدام نظام حجز المواعيد عبر الإنترنت لدينا. ما عليك سوى اختيار تاريخ ووقت يناسبك، وسنكون جاهزين لتقديم أفضل خدمة لمرسيدسك.',
      buttonText: 'احجز موعدًا',
    },
    3: {
      question: 'ما هي فوائد استخدام قطع غيار مرسيدس الأصلية؟',
      answer:
        'تم تصميم قطع مرسيدس الأصلية خصيصًا لسيارتك، مما يضمن أعلى جودة وأداء. إنها تتناسب بشكل مثالي، وتحافظ على أصالة سيارتك، وغالبًا ما تأتي مع ضمانات توفر لك الراحة.',
      buttonText: 'زيارة موقع قطع الغيار Kojak',
    },
    4: {
      question: 'كيف يمكنني الحفاظ على سيارتي مرسيدس-بنز بحالتها الأفضل بين الخدمات؟',
      answer:
        'الصيانة الدورية هي الأمر الرئيسي. بالإضافة إلى ذلك، اتبع جدول الصيانة الموصى به من الشركة المصنعة، وقدّم قيادة لطيفة، وتحقق من مستويات السوائل بانتظام، وتعامل مع أي أصوات غير عادية أو مشكلات على الفور. مدونتنا والنشرة الإخبارية أيضًا تقدم نصائح قيمة لأصحاب مرسيدس-بنز.',
    },
    5: {
      question: 'هل ورشة إصلاح السيارات الخاصة بكم مجهزة بأحدث التقنيات التشخيصية؟',
      answer:
        'نعم، نستثمر في أحدث معدات التشخيص التي تم تصميمها خصيصًا لمركبات مرسيدس-بنز. تسمح لنا هذه التقنية بتشخيص المشاكل بدقة وأداء الإصلاحات بدقة، مما يضمن أن سيارتك تتلقى الرعاية الأفضل.',
    },
    6: {
      question: 'كيف تقارن أسعاركم بأسعار ورش الإصلاح الأخرى؟',
      answer:
        'في حين يمكن أن تتفاوت التسعيرات اعتمادًا على الخدمة المطلوبة، إلا أننا نقدم أسعارًا تنافسية من أجل الخبرة المتخصصة وقطع الغيار الأصلية التي نقدمها. تركيزنا هو على الجودة والموثوقية، مما يضمن أن تحصل على قيمة ممتازة لاستثمارك في مرسيدس-بنز الخاصة بك.',
    },
    7: {
      question: 'هل تقدمون ضمانًا على إصلاحاتكم وخدماتكم؟',
      answer:
        'نعم، ندعم جودة عملنا. نقدم ضمانات على إصلاحاتنا وخدماتنا، مما يمنحك راحة البال الإضافية. إذا واجهت أي مشكلات تتعلق بخدمتنا، فقط اتصل بنا، وسنعالجها على الفور.',
    },
  },

  groupAd: {
    title: 'استمتع بالفرق',
    description:
      'في KOJAK، نحن أكثر من مجرد ورشة إصلاح سيارات؛ نحن شركاءك في مجال السيارات. سواء كنت بحاجة إلى صيانة، أو إصلاحات، أو قطع غيار، أو سيارة مرسيدس جديدة، يمكنك الوثوق بنا في تقديم التميز والتفاني. زرنا اليوم واستكشف قسم قطع غيار مرسيدس ومعرض مبيعات السيارات لدينا. اكتشف لماذا يختار عشاق مرسيدس-بنز KOJAK كشريك موثوق به في كل ما يتعلق بمرسيدس-بنز.',
    0: {
      title: 'KOJAK الحصرية',
      description: 'هل تبحث عن شراء سيارة مرسيدس جديدة؟ تحقق من موقع معرض مرسيدس لدينا',
    },
    1: {
      title: 'قطع غيار KOJAK',
      description: 'هل تبحث عن قطع غيار لسيارتك مرسيدس؟ تحقق من موقع قطع الغيار لدينا',
    },
  },

  blog: {
    title: 'مدونة نصائح الصيانة',
    subTitle:
      'مدونتنا ليست مجرد مجموعة من المقالات؛ إنها مورد مصمم لتمكينك كمالك للسيارة. سواء كنت مهووسًا بالسيارات أو تعتمد ببساطة على سيارتك في حياتك اليومية، فإن مدونتنا مصممة لتزويدك بمعلومات قيمة لتعزيز تجربتك في القيادة.',
  },

  newsLetter: {
    title: 'ابق على اطلاع، ولا تفوت أي عرض مرة أخرى!',
    subTitle:
      'ابق على علم بعروضنا الحصرية، وسيضمن لك فريقنا أن تكون واحدًا من أولئك الذين يتم إخطارهم دائمًا عندما يصل عرض جديد!',
  },

  about: {
<<<<<<< HEAD
    aboutUs: {
      title: 'من نحن',
      subTitle:
        'في كوجك، نحن أكثر من مجرد شركة تأجير عقارات - نحن شركاءك في البحث عن المساحة المثالية التي تتوافق مع نمط حياتك واحتياجات عملك. سواء كنت تبحث عن منزل أحلامك أو موقع استراتيجي لعملك، تقدم كوجك مجموعة متنوعة من المساحات السكنية والتجارية المصممة خصيصًا لتلبية متطلباتك الفريدة.',
      subTitle2:
        'الجودة هي أساس كل ما نقوم به في كوجك. من اختيار أجود العقارات إلى الحفاظ عليها بأعلى معايير، نحن ملتزمون بتقديم التفوق في كل جانب من جوانب خدمتنا.',
    },
    vision: 'رؤيتنا',
    visionText:
      'رؤيتنا هي أن نثري الحياة ونمكّن الأعمال من خلال توفير مساحات تلهم الإبداع وتعزز الإنتاجية والنمو. نسعى لنكون الخيار المفضل للأفراد والشركات الباحثين عن عقارات سكنية وتجارية متميزة تعكس تطلعاتهم وتسهم في نجاحهم.',
    mission: 'مهمتنا',
    missionText:
      'في مبنى كوجك، مهمتنا هي خلق انطباعات دائمة وإثراء الحياة من خلال توفير مساحات سكنية وتجارية استثنائية تلهم وترفع من مستوى الأفراد والشركات على حد سواء.',
=======
    title: 'نحن نقدم الأفضل لجميع عملائنا.',
    description: `مرحبًا بك في كوجك لصيانة السيارات، حيث يلتقي التميز في السيارات بشغف للدقة. في Kojak، نفخر بأننا الوجهة الرئيسية لعشاق مرسيدس في الإمارات العربية المتحدة الذين يبحثون عن خدمة ممتازة وعناية لمركباتهم الفاخرة.`,

    numbers: 'الأرقام تتحدث عن نفسها',
    history: `تأسست كوجك لصيانة السيارات في عام 1986، وقد أثبتت نفسها كأهم سلطة في المنطقة فيما يتعلق بمركبات مرسيدس بنز. بفريق من فنيي مرسيدس المعتمدين وأجهزة تشخيصية حديثة، نقدم خدمات متخصصة تلبي حصراً احتياجات مالكي مرسيدس.`,

    mission: 'مهمتنا',
    missionText: `مهمتنا واضحة: الحفاظ على مرسيدس بنز الخاصة بك تعمل بسلاسة، مضمونة أن كل رحلة هي تجربة فاخرة حقيقية. نحن هنا لاصلاح السيارات فقط؛ نحن هنا للحفاظ على وتعزيز الأداء والسلامة والجمال لمرسيدس الخاصة بك.`,

>>>>>>> staging-auto-maintenance
    coreValues: {
      items: {
        1: {
          title: 'التخصص',
          description:
            'نعيش ونتنفس مرسيدس بنز. معرفتنا وخبرتنا المتخصصة تعني أننا نفهم التفاصيل الفريدة لهذه المركبات، مما يسمح لنا بتشخيص المشكلات وحلها بدقة لا مثيل لها',
        },
        2: {
          title: 'تقنية متطورة',
          description: 'نستخدم حصرياً قطع غيار مرسيدس بنز الأصلية للحفاظ على أصالة وأداء مركبتك.',
        },
        3: {
          title: 'قطع غيار أصلية',
          description:
            'الثقة هي ركن علاقتنا مع العملاء والشركاء والموظفين. نحن نحترم أعلى معايير الأخلاق، مضمونين شفافية في جميع تعاملاتنا وتعزيز جو من الاحترام المتبادل والصدق',
        },
        4: {
          title: 'تفاني في التميز',
          description:
            'التفاني في التميز لدينا ثابت. كل إصلاح وخدمة نقوم بها تتم وفقاً لأعلى المعايير، ونحن لا نتنازل أبدًا عن الجودة',
        },
      },
    },
  },

  contactUs: {
    title: 'اتصل بنا',
    subTitle:
      'نحن هنا لمساعدتك. إذا كانت لديك أي أسئلة أو تعليقات أو تحتاج إلى دعم، فلا تتردد في التواصل معنا. فريقنا المخصص جاهز لمساعدتك بأي طريقة يمكننا.',
    details: {
      number: '06 5334 312 تحويلة 220',
      location: 'المنطقة الصناعية 4، الشارقة، الإمارات العربية المتحدة',
      hours:
        'من الساعة 8 صباحًا إلى الساعة 1 ظهرًا - من الساعة 4 مساءً إلى الساعة 8 مساءً (من السبت إلى الخميس)',
      follow: 'تابعنا',
    },
  },

  footer: {
    about:
<<<<<<< HEAD
      'تقف كوجك كمجموعة متعددة الجوانب من الشركات، يتخصص كل منها في جانب فريد يشكل بالتجمع بينهما نظامًا شاملاً للبيئة السيارية. وتتمثل وجودها في أربع مجالات متميزة: قطع غيار السيارات، صيانة السيارات، البيع الحصري لسيارات مرسيدس، ومجال التأجير والاستئجار المتعدد الاستخدامات.',
    groupTitle: 'مجموعة كوجك للشركات',
    exclusive: { title: 'كي-إكسكلوسيف', text: 'اشتري سيارة مرسيدس أحلامك' },
    spareParts: { title: 'قطع الغيار', text: 'قطع غيار أصلية لسيارتك مرسيدس' },
    auto: { title: 'صيانة السيارات', text: 'إصلاح سيارتك مرسيدس على يد خبراء' },
    visitWebsite: 'زيارة الموقع',
    allRights: '© 2023. جميع الحقوق محفوظة - مجموعة كوجك للشركات',
    designedBy: 'مصمم بواسطة ProzEffect | hello@prozeffect.com',
=======
      'تقف Kojak كمجموعة متعددة الجوانب من الشركات، حيث تختص كل واحدة منها في جانب فريد يشكل بشكل جماعي نظامًا شاملاً للسيارات. وهي موجودة في أربع مجالات متميزة: قطع غيار السيارات، صيانة السيارات، بيع مرسيدس الحصري، وعالم التأجير وتأجير المساحات المتعددة الاستخدامات.',
    groupTitle: 'مجموعة شركات Kojak',
    exclusive: { title: 'K-Exclusive', text: 'اشتري سيارة مرسيدس أحلامك' },
    spareParts: { title: 'قطع الغيار', text: 'قطع الغيار الأصلية لمرسيدسك' },
    auto: { title: 'صيانة السيارات', text: 'إصلاح مرسيدسك على يد خبراء' },
    visitWebsite: 'زيارة الموقع الإلكتروني',
    allRights: '© 2023. كل الحقوق محفوظة - مجموعة شركات Kojak',
    designedBy: 'صمم بواسطة ProzEffect | hello@prozeffect.com',
>>>>>>> staging-auto-maintenance
    sitemap: 'خريطة الموقع',
  },
  common: {
    kojak: 'كوجك',
<<<<<<< HEAD
    building: 'العقارية',
    exploreProperties: 'اكتشف العقارات',
    moreDetails: 'مزيد من المعلومات',
    viewAll: 'عرض الجميع',
    dialog: {
      title: 'لقد تلقينا طلبك!!',
      subTitle: 'شكرًا لاتصالك بكوجك، سيتصل بك أحد وكلائنا لخدمة العملاء قريبًا!!',
=======
    autoMaintenance: 'لصيانة السيارات',
    bookAppointment: 'احجز موعد الآن',
    moreDetails: 'المزيد من التفاصيل',
    viewAll: 'عرض الكل',
    dialog: {
      title: 'لقد تلقينا طلبك !!',
      subTitle: 'شكرًا للاتصال ببناء Kojak، سيتصل أحد وكلاء خدمة العملاء قريبًا !!',
>>>>>>> staging-auto-maintenance
    },
    dropMessage: 'أرسل لنا رسالة',
    aed: 'د.إ',
    visitWebsite: 'زيارة الموقع الإلكتروني',
    showIncluded: 'قائمة الخدمات المتضمنة',
  },
  form: {
    name: 'الاسم الكامل',
    mobile: 'الجوال',
    email: 'البريد الإلكتروني',
    subject: 'الموضوع',
    message: 'الرسالة',
    sendMsg: 'إرسال الرسالة',
    register: 'التسجيل',
    class: 'فئة المرسيدس',
    year: 'سنة الصنع',
    appointmentDate: 'تاريخ الحجز',
    issue: 'تفاصيل المشكلة',
    serviceType: 'نوع الخدمة',
    whatsApp: {
<<<<<<< HEAD
      howCanWeHelpYou: 'كيف يمكننا مساعدتك ؟',
      workingHours:
        'ساعات عملنا من الساعة 8 صباحًا حتى الساعة 6 مساءً، من يوم السبت إلى يوم الخميس',
    },
  },

  websiteFilter: {
    all: { type: 'جميع العقارات', cities: 'جميع المدن', spaceTypes: 'جميع انواع ', all: 'الجميع' },
    type: {
      propertyType: 'نوع العقار',
      location: 'المكان',
      spaceType: 'نوع الوحدة',
      availability: 'متوفر',
    },
    filterDefaultValues: {
      residential: 'سكني',
      commercial: 'تجاري',
      flat: 'شقة',
      showrooms: 'معرض',
      gym: 'نادي صحي / مسبح',
      labourcamp: 'سكن عمال',
      shops: 'محلات',
      restaurant: 'مطعم',
      offices: 'مكاتب',
      sharjah: 'الشارقة',
      dubai: 'دبي',
    },
  },

  propertyCard: {
    residential: 'سكني',
    commercial: 'تجاري',
    sharjah: 'الشارقة',
    dubai: 'دبي',
    flat: 'شقة',
    showrooms: 'معرض',
    gym: 'نادي صحي / مسبح',
    labourcamp: 'سكن عمال',
    shops: 'محلات',
    restaurant: 'مطعم',
    offices: 'مكاتب',
    available: 'متوفر',
    notAvailable: 'غير متوفر',
    noDesc: 'لا يوجد وصف للعقار',
    cctv: 'كاميرات مراقبة',
    security: 'حارس أمن',
    bathrooms: 'حمامات',
    bedrooms: 'غرف نوم',
    totalArea: 'المساحة',
    ac: 'التكيف',
    payment: 'الدفعات',
    kitchen: 'المطبخ',
    spaceType: 'نوع العقار',
    mezzanine: 'طابق الميزانين',
    parking: 'مواقف',
    cheques: 'شيكات',
    propertyFeatures: 'مميزات العقار',
    agentHeader: 'تواصل مع المندوب',
    requestCallBack: 'اطلب اعادة الاتصال',
    // ---------------------------
    summery: {
      maintenance: {
        title: 'التميز في الصيانة',
        text: 'مع خدمات تأجير المساحات الخاصة بنا، يمكنك أن تودع مخاوف الحفاظ على الممتلكات المستأجرة الخاصة بك. فريقنا من المحترفين المهرة ملتزم بتوفير بيئة خالية من العيوب ومحافظة على نظافتها. الفحوصات الدورية والإصلاحات السريعة والصيانة المجدولة تضمن أن المساحة المستأجرة تبقى في حالة مثالية. ركز على أنشطتك الأساسية بينما نهتم بالحفاظ على المكان.',
      },
      security: {
        title: 'الأمان',
        text: 'سلامتك وأمان أصولك هما أمور أساسية بالنسبة لنا. لقد دمجنا تدابير الأمان الرائدة في جميع مساحاتنا المستأجرة. من أنظمة المراقبة المتقدمة وسيطرة الوصول إلى موظفي الأمان على مدار الساعة، نترك لا حجر دون إدارته في حماية مصالحك. استريح بأمان على علم بأن ممتلكاتك الثمينة محمية ضمن مرافقنا الآمنة.',
      },
      payment: {
        title: 'جداول دفع مخصصة',
        text: 'ندرك أن كل عمل يعمل وفقًا لجدول زمني خاص به. من خلال شروط الدفع المرنة لدينا، لديك الحرية في اختيار جدول دفع يتوافق تمامًا مع تخطيطك المالي. سواء كنت تفضل الدفع الربع سنوي أو السنوي، سيعمل فريقنا معك لإنشاء خطة تتناسب مع ميزانيتك ودورة عملك.',
      },
      // spaces: {
      //   title: 'مساحات قابلة للتخصيص',
      //   text: 'نحن نفهم أن الحجم الواحد لا يناسب الجميع. لهذا السبب تقدم خدمات تأجير المساحات الخاصة بنا مرونة لا مثيل لها. سواء كنت بحاجة إلى مكتب صغير، أو وحدة صناعية واسعة، أو مساحة عمل متخصصة، لدينا مجموعة متنوعة من الخيارات تتناسب مع متطلباتك. قم بتخصيص المساحة المستأجرة لتتناسب مع رؤيتك واحتياجاتك التشغيلية الفريدة. سيعمل فريقنا المخصص بجد للتعاون معك لإنشاء بيئة تعزز الإنتاجية والابتكار.',
      // },
      locations: {
        title: 'مواقع متميزة',
        text: 'الموقع هو مفتاح أي مغامرة ناجحة، ونحن نفهم أهميته. تمتد محفظتنا من المساحات المستأجرة عبر مواقع متميزة، مما يوفر لك سهولة الوصول إلى وسائل الراحة الأساسية ومجتمع الأعمال المزدهر. استمتع بملاءمة موقع استراتيجي يعزز آفاق عملك ويعزز شبكتك المهنية.',
      },
=======
      howCanWeHelpYou: 'كيف يمكننا مساعدتك؟',
>>>>>>> staging-auto-maintenance
    },
  },
};

export default ar;
