const ar = {
  header: {
    home: 'الصفحة الرئيسية',
    services: 'معرض السيارات',
    blog: 'المدونة',
    about: 'حول',
    contactUs: 'اتصل بنا',
  },

  landing: {
    hero: {
      overlineText: '',
      heroText: 'سيارة مرسيدس أحلامك، الآن ',
      partOne: 'أكثر توفيرًا ',
      partTwo: 'من أي وقت مضى.',
      subText:
        'استمتع بتوفير غير مسبوق في وكالتنا، حيث تُعرض سيارات مرسيدس بأسعار أقل من أسعار الوكالة والسوق. اكتشف قيمة استثنائية دون التنازل عن الفخامة والجودة. سيارة مرسيدس أحلامك أصبحت الآن أكثر توفيرًا من أي وقت مضى.',
    },
    spotLight: {
      spotLight: 'عرض خاص',
      title: 'سيارات مميزة',
      subTitle:
        'مرحبًا بك في مجموعتنا من السيارات المميزة، حيث يلتقي الاستثنائي بالطريق. هذه الجواهر المختارة بعناية أكثر من مجرد سيارات؛ إنها شهادة على الابتكار والتصميم والأداء. تم اختيار كل سيارة مميزة في مخزوننا بعناية لرفع تجربة قيادتك ولفت الأنظار أينما ذهبت. استكشف هذه الرحلات الاستثنائية أدناه.',
    },
    international: {
      title: 'وجهة عالمية لسيارات المرسيدس بنز',
      subTitle:
        'بتلبية احتياجات العملاء الاختياريين من أكثر من 50 دولة حول العالم، نجحت كوجك إكسكلوسيف كارس في تأسيس نفسها كزعيم عالمي في صناعة السيارات الفاخرة. التزامنا بتقديم سيارات مرسيدس-بنز من الدرجة العليا وخدمة لا تضاهى لا يعرف حدودًا. بعملاء يمتدون عبر العالم، نحن نفتخر بكوننا وجهة موثوقة للأفراد الذين يبحثون عن الفخامة والجودة والتميز في اختياراتهم السيارية. وصولنا الدولي هو شهادة على التميز الذي نقدمه باستمرار، ونتطلع إلى توسيع عائلتنا العالمية من العملاء المرضيين.',
    },
    about: {
      fortyYears: '40 عامًا في مجال سيارات المرسيدس',
      title: 'عن كوجك إكسكلوسيف كارس',
      subTitle:
        'لأكثر من أربعة عقود، خدمت كوجك إكسكلوسيف كارس بفخر كوجهة موثوقة لعشاق مرسيدس. مع إرث يمتد لمدة 40 عامًا، نمت التزامنا بالتميز في عالم السيارات الفاخرة فقط. لقد شهدنا تطور سيارات مرسيدس-بنز وكنا محظوظين بأن نكون جزءًا من العديد من الرحلات، نقدم الأحلام على العجلات لعملائنا الكرام. تجربتنا المستمرة هي شهادة على التفاني لكوجك إكسكلوسيف كارس في تقديم خدمة استثنائية وخبرة وشغف بكل ما يتعلق بمرسيدس. ونحن نتطلع إلى مواصلة هذه الرحلة، نتطلع إلى 40 عامًا آخرين من تقديم قمة الفخامة لعملائنا الأعزاء.',
    },
    spareParts: {
      mainText: 'زر متجر قطع الغيار كوجك',
      subText:
        'هل تبحث عن قطع غيار أصلية لمرسيدس الخاصة بك؟ قم بزيارة متجر قطع الغيار كوجك أو استكشف مخزون قطع الغيار الخاص بنا عبر الإنترنت عبر زيارة موقع متجر قطع الغيار كوجك.',
      buttonText: 'زيارة موقع متجر قطع الغيار كوجك',
    },
    auto: {
      mainText: 'زر متجر صيانة السيارات كوجك',
      subText:
        'هل تبحث عن خدمات إصلاح السيارات مرسيدس؟ قم بزيارة موقع متجر صيانة السيارات كوجك واستكشف جميع خدماتنا التي تقدمها خبراؤنا.',
      buttonText: 'زيارة موقع متجر صيانة السيارات كوجك',
    },
  },
  why: {
    title: 'نحن خبراء مرسيدس-بنز',
    subTitle:
      'تأسست كوجك لصيانة السيارات في عام 1986، وأثبتت نفسها كأبرز سلطة في المنطقة فيما يتعلق بسيارات مرسيدس-بنز. بفريق من فنيي مرسيدس المعتمدين وأحدث أجهزة التشخيص، نقدم خدمات متخصصة تلبي حصراً احتياجات أصحاب مرسيدس.',
    fact1: 'سنوات من الخبرة',
    fact2: 'عملاء سعداء',
    fact3: 'سيارات مباعة',
    fact4: 'بلدان',
  },

  about: {
    title: 'قصتنا: اكتشف شغف كوجك بمرسيدس-بنز',
    description:
      'مرحبًا بك في كوجك إكسكلوسيف كارس، حيث بدأت رحلتنا مع مرسيدس-بنز قبل 40 عامًا بشغف مشترك بالفخامة والابتكار والتميز في مجال السيارات. كوكبة متخصصة في مرسيدس-بنز، نفتخر بتاريخنا الغني والالتزام الثابت بتقديم تجربة مرسيدس-بنز النهائية لعملائنا.',
    vision: 'رؤيتنا',
    history:
      'رؤيتنا هي أن نكون الوجهة الأولى لعشاق مرسيدس-بنز في منطقتنا. نطمح لأن نكون معروفين ليس فقط بتشكيلتنا المميزة من سيارات مرسيدس-بنز ولكن أيضًا لالتزامنا الثابت بخدمة العملاء ورضاهم. من خلال تعزيز ثقافة الابتكار والتحسين المستمر، نضمن أن كل تفاعل معنا هو شهادة على الفخامة والجودة والترف الذي تميز مرسيدس-بنز.',
    mission: 'مهمتنا',
    missionText:
      'مهمتنا هي تقديم تجربة سيارات استثنائية لعملائنا الكرام. نحن ملتزمون بتقديم أعلى جودة لسيارات وخدمات مرسيدس-بنز، مستوحين من مبادئ النزاهة والتفوق ورضا العملاء. من خلال شغفنا بالسيارات الفاخرة والتفاني في خدمة مجتمعنا، نهدف إلى تجاوز توقعاتك في كل مناسبة، مما يجعل رحلتك مع مرسيدس-بنز حقًا استثنائية.',

    coreValues: {
      items: {
        1: {
          title: 'التميز',
          description:
            'نحن ملتزمون بالتميز في كل ما نقوم به. نسعى للكمال في خدمة العملاء وجودة المركبات وخدمات الصيانة. التفاني الذي نثبته في التميز هو شهادة على انتهاجنا غير المتزعزع لأعلى معايير الجودة والأداء.',
        },
        2: {
          title: 'النزاهة',
          description:
            'النزاهة هي أساس أعمالنا. نقوم بأعمالنا بأقصى درجات الصدق والشفافية والسلوك الأخلاقي. عملاؤنا يثقون بنا في تقديم معلومات موثوقة وصفقات عادلة، ونأخذ هذه الثقة على محمل الجد. نحن ملتزمون ببناء والمحافظة على علاقات طويلة الأمد تقوم على النزاهة والثقة.',
        },
        3: {
          title: 'الشغف',
          description:
            'فريقنا يشترك في شغف عميق بعلامة مرسيدس-بنز وصناعة السيارات. هذا الشغف يدفعنا إلى الذهاب إلى أبعد من ذلك لعملائنا، مما يوفر لهم تجربة استثنائية حقيقية. نحن نؤمن بأن الشغف هو القوة الدافعة وراء الابتكار ورضا العملاء.',
        },
        4: {
          title: 'الابتكار',
          description:
            'الابتكار هو في قلب وكالتنا. نحن نحتضن التغيير ونسعى باستمرار إلى وسائل للتحسين والتكيف مع تطور المشهد السياراتي المتغير. التزامنا بالابتكار يدفعنا لاستكشاف التقنيات والخدمات وتجارب العملاء الجديدة، مما يضمن أن نظل في طليعة الصناعة ونقدم لعملائنا أحدث التطورات في مركبات وخدمات مرسيدس-بنز.',
        },
      },
    },
  },

  services: {
    title: 'خدمات إصلاح السيارات',
    howItWork: 'كيف نقدم خدماتنا',
    description:
      'فنيونا المتخصصون ملتزمون بتقديم الرعاية عالية الجودة لسيارتك مرسيدس. من الصيانة الروتينية إلى الإصلاحات التفصيلية، لدينا المعرفة والخبرة للحفاظ على أداء سيارتك مرسيدس على أفضل وجه. نستخدم أحدث التقنيات وقطع مرسيدس الأصلية لضمان تقديم أعلى جودة في الخدمة. اختبر فخامة الرعاية المتخصصة لسيارتك مرسيدس-بنز. تفضل بزيارتنا اليوم ودعنا نرتقي بتجربتك في قيادة مرسيدس.',
    howItWorksSteps: {
      stepOne: {
        step: 'الخطوة الأولى',
        title: 'حجز موعد',
        description: 'استخدم نظام الحجز عبر الإنترنت السهل الاستخدام أو اتصل بنا.',
      },
      stepTwo: {
        step: 'الخطوة الثانية',
        title: 'التقييم',
        description: 'يقوم فنيونا ذوو الخبرة بإجراء تقييم شامل للمركبة لتحديد المشكلات.',
      },
      stepThree: {
        step: 'الخطوة الثالثة',
        title: 'عرض السعر',
        description:
          'بعد التقييم، احصل على عرض أسعار مفصل. افهم العمل المطلوب والتكلفة والزمن قبل المضي قدمًا.',
      },
      stepFour: {
        step: 'الخطوة الرابعة',
        title: 'الإصلاح',
        description: 'بموافقتك، يبدأ فنيونا المهرة في العمل باستخدام معدات وقطع غيار عالية الجودة.',
      },
      stepFive: {
        step: 'الخطوة الخامسة',
        title: 'الدفع',
        description: `سيارتك جاهزة! سنتصل بك للتأكيد. قم بفحصها وجرِّبها، ثم اسوِ الفاتورة باستخدام خيارات الدفع السهلة المتاحة لدينا.`,
      },
    },
    items: {
      major: {
        serviceName: 'الصيانة الدورية الرئيسية',
        description:
          'خدمة الصيانة الرئيسية لمرسيدس بنز هي إجراء صيانة شامل ومتعمق مصمم لمعالجة احتياجات مركبتك مرسيدس بنز التي تتطلب مزيدًا من العناية. تُوصى عادة بهذه الخدمة بفترات أطول من الخدمات البسيطة وتهدف إلى ضمان استمرارية موثوقية وسلامة وأداء المركبة.',
        icon: 'major',
        isDisabled: false,
      },
      minor: {
        serviceName: 'الصيانة الدورية الثانوية',
        description:
          'خدمة الصيانة الدورية الثانوية للمرسيدس هي خدمة صيانة روتينية مصممة خصيصًا لمركبات مرسيدس بنز لضمان أدائها الأمثل، وسلامتها، واستدامتها.',
        icon: 'minor',
        isDisabled: false,
      },
      common: {
        engineOil: 'زيت المحرك وفلتره',
        transmissionOil: 'زيت النقل وفلتره',
        gasket: 'الجزء التحتي',
        sparkPlug: 'شمعات الإشعال',
        cabinFilter: 'استبدال فلتر الهواء للمقصورة',
        airFilter: 'استبدال فلتر الهواء',
        tire: 'فحص وتدوير الإطارات',
        break: 'فحص الفرامل',
        inspect: 'تفحص المكونات بصرياً',
        Indicator: 'إعادة تعيين مؤشر الخدمة',
        battery: 'فحص البطارية',
      },
      // --------------------------------------------
      oil: {
        serviceName: 'تغيير الزيت',
        description: 'التغييرات الدورية في الزيت ضرورية للحفاظ على سلامة محرك سيارتك.',
        icon: 'oil',
        isDisabled: false,
      },
      break: {
        serviceName: 'خدمة الفرامل',
        description:
          'يتضمن ذلك استبدال أقراص الفرامل، وشطف سائل الفرامل، وتسوية أو استبدال الأقراص.',
        icon: 'break',
        isDisabled: false,
      },
      gear: {
        serviceName: 'خدمة ناقل الحركة',
        description:
          'قد يتضمن ذلك تغيير سائل ناقل الحركة والمرشح أو التعامل مع مشكلات ناقل الحركة الأكبر.',
        icon: 'gear',
        isDisabled: false,
      },
      tirebalance: {
        serviceName: 'دورة وتوازن الإطارات',
        description: 'يساعد هذا في زيادة عمر إطاراتك وضمان توزيع التآكل بالتساوي.',
        icon: 'tirebalance',
        isDisabled: false,
      },
      engine: {
        serviceName: 'ضبط المحرك',
        description:
          'يمكن أن يتضمن ضبط المحرك استبدال شمعات الإشعال وأسلاك الإشعال ومكونات أخرى لتحسين أداء المحرك.',
        icon: 'engine',
        isDisabled: false,
      },
      suspension: {
        serviceName: 'إصلاح التعليق',
        description:
          'قد تتضمن الخدمات استبدال الصدمات والمساعدين وذراع التحكم أو مكونات التعليق الأخرى.',
        icon: 'suspension',
        isDisabled: false,
      },
      power: {
        serviceName: 'إصلاح النظام الكهربائي',
        description:
          'يشمل ذلك مشكلات المكونات الكهربائية للسيارة مثل البطارية والمولد ومبدل البداية.',
        icon: 'power',
        isDisabled: false,
      },
      ac: {
        serviceName: 'خدمة تكييف الهواء',
        description:
          'يشمل ذلك إعادة شحن مبرد التكييف، وإصلاح التسربات، وإصلاح أو استبدال مكونات التكييف.',
        icon: 'ac',
        isDisabled: false,
      },
      batterylight: {
        serviceName: 'استبدال البطارية',
        description: 'عندما لا تحتفظ البطارية بالشحنة بعد الآن، يجب استبدالها.',
        icon: 'batterylight',
      },
      radiator: {
        serviceName: 'إصلاح الرادياتير ونظام التبريد',
        description: 'خدمات لمعالجة مشكلات السخونة الزائدة وتسرب السائل التبريد.',
        icon: 'radiator',
        isDisabled: false,
      },
      chip: {
        serviceName: 'تشخيص واختبار الكمبيوتر',
        description: 'استخدام أدوات متخصصة لتحديد وتشخيص مشكلات متنوعة في السيارات الحديثة.',
        icon: 'chip',
        isDisabled: false,
      },
      'engine-replace': {
        serviceName: 'تركيب المحرك',
        description:
          'خدمات تركيب واستبدال المحرك بدون تعقيد. فنيونا يقدمون حلاً سريعًا وموثوقًا للحفاظ على سير السيارة.',
        icon: 'engine-replace',
        isDisabled: false,
      },
    },
  },

  blog: {
    title: 'استكشاف عالم مرسيدس-بنز: مدونتنا',
    subTitle:
      'مدونتنا ليست مجرد مجموعة من المقالات؛ إنها مصدر مصمم لتمكينك كمالك للمركبة. سواء كنت عاشقًا للسيارات أم تعتمد ببساطة على سيارتك في حياتك اليومية، فإن مدونتنا مصممة لتزويدك بمعلومات قيمة لتعزيز تجربتك في القيادة.',
  },

  newsLetter: {
    title: 'ابق على اطلاع، ولا تفوت أبدًا توفر سيارة جديدة مرة أخرى!',
    subTitle:
      'لا تفوت الفرصة لتكون جزءًا من مجتمعنا السياري المتنوع. اشترك الآن وابق على اطلاع لتجربة سيارات مذهلة ومثيرة!',
  },

  inventory: {
    vehicleDetails: 'تفاصيل السيارة',
    makeItYours: 'اجعلها ملكك!!',
    formText: 'أود الاستفسار عن،',
    title: 'ابحث عن سيارت أحلامك ',
    titlePartTwo: 'اجعلها ملكك !!',
    subTitle:
      'نفخر بتقديم مجموعة واسعة من المنتجات التي تلبي مختلف التفضيلات والمتطلبات. سواء كنت متسوقًا عاديًا أو مجمعًا مخصصًا، هناك شيء للجميع هنا.',

    warranty: {
      title: 'الضمان',
      text: `في كوجك، نحن ندعم الجودة والموثوقية الاستثنائية لكل سيارة مرسيدس بنز نبيعها. نحن ندرك أن راحة البال أمر بالغ الأهمية عند الاستثمار في سيارة فاخرة. ولهذا السبب نقدم تغطية ضمان شاملة وخدمات ما بعد البيع من أعلى المستويات لضمان أن تكون تجربة ملكيتك خالية من المتاعب قدر الإمكان.

      تغطية الضمان:
     
      عندما تقوم بشراء سيارة مرسيدس-بنز منا، فأنت لا تحصل على سيارة مذهلة فحسب؛ يمكنك الوصول إلى برنامج ضمان قوي مصمم لحماية استثمارك. إليك ما يمكنك توقعه:
     
      الضمان المحدود للمركبة الجديدة: تأتي كل سيارة مرسيدس-بنز جديدة مع ضمان محدود شامل يغطي السيارة لفترة محددة. يتضمن هذا الضمان تغطية عيوب التصنيع ويضمن حماية استثمارك من المشكلات غير المتوقعة.
     
      خيارات الضمان الممتد: لمزيد من راحة البال، نقدم خيارات ضمان ممتدة تسمح لك بتمديد التغطية إلى ما بعد فترة الضمان القياسية. يعد هذا الخيار مثاليًا لأولئك الذين يخططون للاحتفاظ بسيارتهم المرسيدس-بنز لفترة طويلة.`,
    },

    export: {
      title: 'التصدير',
      text: `في كوجك، نحن لسنا مقيدين بالحدود أو الحدود؛ نحن نقدم قمة التميز لمرسيدس-بنز للعملاء في جميع أنحاء العالم. يمتد التزامنا بتوفير السيارات الفاخرة إلى ما هو أبعد من دولة الإمارات العربية المتحدة، حيث نفخر بتقديم تشكيلة مرسيدس-بنز الاستثنائية للتصدير إلى العملاء في جميع أنحاء العالم.

      لماذا تختارنا للتصدير؟
      
      مجموعة متنوعة: يعرض مخزوننا الواسع نطاقًا واسعًا من طرازات مرسيدس-بنز، كل منها مصمم خصيصًا لتلبية الرغبات والمتطلبات الفريدة لعملائنا الدوليين. سواء كنت تبحث عن سيارة سيدان أنيقة، أو سيارة دفع رباعي متعددة الاستخدامات، أو سيارة رياضية عالية الأداء، فلدينا السيارة المثالية التي تناسب احتياجاتك.
      
      الوصول العالمي: لدينا سجل حافل من النجاح في تصدير سيارات مرسيدس-بنز إلى وجهات مختلفة حول العالم. يتمتع فريق التصدير ذو الخبرة لدينا بخبرة جيدة في اللوائح الدولية والخدمات اللوجستية والأعمال الورقية، مما يضمن عملية شراء سلسة وخالية من المتاعب لعملائنا في الخارج.
      
      جودة لا تشوبها شائبة: مرسيدس-بنز مرادف للجودة والابتكار الذي لا هوادة فيه. كن مطمئنًا إلى أن سيارة مرسيدس-بنز التي تشتريها منا للتصدير تلبي أعلى المعايير، وتوفر ميزات الفخامة والأداء والسلامة التي تتوقعها.
      
      أسعار تنافسية: نحن نقدم أسعارًا تنافسية لجميع سيارات مرسيدس-بنز المخصصة للتصدير، مما يوفر قيمة استثنائية لاستثماراتك. فريقنا مكرس لمساعدتك في العثور على النموذج المثالي في حدود ميزانيتك.
      
      الخدمات اللوجستية الفعالة: نحن نعمل مع شركاء لوجستيين موثوقين لضمان نقل سيارتك بشكل آمن وفعال إلى الوجهة التي اخترتها. بدءًا من ترتيبات الشحن وحتى التخليص الجمركي، نحن نتعامل مع التفاصيل، لذلك لا يتعين عليك القيام بذلك.
      
      دعم موثوق: التزامنا بإرضاء العملاء لا يعرف حدودًا. سواء كانت لديك أسئلة حول عملية التصدير، أو تحتاج إلى مساعدة في الأعمال الورقية، أو تحتاج إلى دعم ما بعد الشراء، فإن فريقنا متاح لمساعدتك بسهولة.
      
      استمتع بتجربة الفخامة والأداء والهيبة التي تتمتع بها مرسيدس-بنز، بغض النظر عن مكان وجودك في العالم. ثق بـ [اسم شركتك] لتسهيل عملية التصدير بسلاسة، مما يضمن حصولك على سيارة مرسيدس-بنز الخاصة بك بكل سهولة وراحة.
      
      للاستفسار عن تصدير سيارة مرسيدس بنز من [بلدك] إلى موقعك، يرجى الاتصال بفريق التصدير المخصص لدينا. يسعدنا أن نقدم تجربة مرسيدس-بنز إلى باب منزلك.`,
    },
  },

  contactUs: {
    title: 'اتصل بنا',
    subTitle:
      'نحن هنا لمساعدتك. إذا كانت لديك أي أسئلة أو تعليقات أو تحتاج إلى دعم، فلا تتردد في التواصل معنا. فريقنا المخصص جاهز لمساعدتك بأي طريقة يمكننا.',
    details: {
      number: '06 5334 312 تحويلة 220',
      location: `كوجك اكسكلوسيف كارس ذ.م.م - صالة رقم 37 - كتلة رقم 4 سوق السيارات العوير - رأس الخور دبي - الإمارات العربية المتحدة`,
      hours:
        'من الساعة 9:30 صباحًا إلى الساعة 1 ظهرًا - من الساعة 4:30 مساءً إلى الساعة 9 مساءً (من السبت إلى الخميس)',
      follow: 'تابعنا',
    },
  },

  visit: {
    overline: 'مواقع مجموعتنا',
    title: 'قم بزيارة مواقع مجموعتنا',
    cardText: {
      auto: 'متخصصون في مرسيدس بنز منذ عام 1983',
      sparePart: 'قطع غيار مرسيدس بنز الأصلية على متن يديك',
      exclusive: 'سيارة مرسيدس بنز الحلم الخاصة بك، الآن أكثر توفرًا من أي وقت مضى.',
      building: 'ابحث عن مساحتك المثالية للعيش أو الازدهار التجاري مع كوجك',
      group: 'تراث من اتقان مرسيدس بنز منذ عام 1983',
    },
  },

  footer: {
    about:
      'تقف Kojak كمجموعة متعددة الجوانب من الشركات، حيث تختص كل واحدة منها في جانب فريد يشكل بشكل جماعي نظامًا شاملاً للسيارات. وهي موجودة في أربع مجالات متميزة: قطع غيار السيارات، صيانة السيارات، بيع مرسيدس الحصري، وعالم التأجير وتأجير المساحات المتعددة الاستخدامات.',
    groupTitle: `مواقعنا الاكترونية`,
    exclusive: { title: 'K-Exclusive', text: 'اشتري سيارة مرسيدس أحلامك' },
    spareParts: { title: 'قطع الغيار', text: 'قطع الغيار الأصلية لمرسيدسك' },
    auto: { title: 'صيانة السيارات', text: 'إصلاح مرسيدسك على يد خبراء' },
    building: { title: 'العقارات', text: 'Fix your Mercedes by experts' },
    visitWebsite: 'زيارة الموقع الإلكتروني',
    allRights: '© 2023. كل الحقوق محفوظة - مجموعة شركات Kojak',
    designedBy: 'صمم بواسطة ProzEffect | hello@prozeffect.com',
    sitemap: 'خريطة الموقع',
    since: 'منذ 1983',
  },
  common: {
    mercedes: 'مرسيدس',
    brand: 'كوجك',
    sparePart: 'لقطع غيار السيارات',
    auto: 'لصيانة السيارات',
    exclusive: 'ك إكسكلوسيف كارس',
    building: 'بناء',
    group: 'مجموعة شركات',
    brandSpecial: 'أوتو إكسكلوسيف',
    actionButton: 'معرض السيارات',
    bookAppointment: 'حجز موعد',
    moreDetails: 'المزيد من التفاصيل',
    viewAll: 'عرض الكل',
    dialog: {
      title: 'لقد تلقينا طلبك !!',
      subTitle: 'شكرًا للاتصال ببناء كوجك، سيتصل بك واحد من وكلاء نجاح العملاء قريبًا !!',
    },
    dropMessage: 'أرسل لنا رسالة',
    aed: 'درهم إماراتي',
    visitWebsite: 'زيارة الموقع الإلكتروني',
    showIncluded: 'عرض الخدمات المتضمنة',
    color: 'اللون',
  },

  form: {
    name: 'الاسم الكامل',
    mobile: 'الجوال',
    email: 'البريد الإلكتروني',
    subject: 'الموضوع',
    hearAbout: 'كيف سمعت عنا ؟',
    message: 'الرسالة',
    sendMsg: 'إرسال الرسالة',
    register: 'التسجيل',
    class: 'فئة المرسيدس',
    year: 'سنة الصنع',
    appointmentDate: 'تاريخ الحجز',
    issue: 'تفاصيل المشكلة',
    serviceType: 'نوع الخدمة',
    whatsApp: {
      howCanWeHelpYou: 'كيف يمكننا مساعدتك؟',
    },
  },

  testimonial: {
    title: 'شاهد ماذا يقول عملاؤنا!',
    description:
      'في كوجك اكسكلوسيف كارس، رضا عملاؤنا هو أولويتنا القصوى. إليكم ما يقوله بعض عملاؤنا الكرام عن تجاربهم معنا، سواء كان الأمر يتعلق بالشحن الدولي أو الأسعار التنافسية أو الشراء المحلي. نحن نفتخر بتقديم خدمة استثنائية ومركبات عالية الجودة لجميع عملائنا.',
    testimonialOne: {
      text: 'كشاري دولي، كان لدي تحفظ حول شراء مرسيدس من خارج البلاد، ولكن في كوجك اكسكلوسيف كارس، اعتنى فريقهم بكل جانب من جوانب العملية، بدءًا من العثور على السيارة المناسبة حتى ترتيب الشحن الدولي. وصلت مرسيدسي في الوقت المحدد وبحالة ممتازة. الجودة والخدمة التي قدمها كوجك اكسكلوسيف كارس لا تضاهى، وأنصح بشدة بهم لأي شخص يبحث عن امتلاك مرسيدس.',
      author: 'إلينا سي',
    },
    testimonialTwo: {
      text: 'اشتريت مؤخرًا مرسيدس من كوجك اكسكلوسيف كارس، ولم يكن لدي أسعد من هذا القرار. لم أجد فقط السيارة المثالية لاحتياجاتي، بل تفاجأت بسعرها التنافسي بسرور. قدم لي كوجك اكسكلوسيف كارس صفقة رائعة على سيارة أحلامي، وكانت عملية الشراء بأكملها سلسة وممتعة. أنصح بشدة كوجك اكسكلوسيف كارس لأي شخص في السوق لشراء سيارة فاخرة.',
      author: 'سارة هـ',
    },
    testimonialThree: {
      text: 'لقد كنت أفكر في شراء مرسيدس لفترة طويلة، وعندما زرت كوجك اكسكلوسيف كارس، قدموا لي صفقة ممتازة على الطراز الذي أردته، وقد قام فريقهم بجعل عملية الشراء بأكملها سهلة. تفاني كوجك اكسكلوسيف كارس في توفير مركبات عالية الجودة بأسعار معقولة حقًا ملحوظ. الآن أقود مرسيدس أحلامي بفضلهم تمامًا.',
      author: 'محمد سـ',
    },
  },

  faq: {
    title: 'الأسئلة الشائعة',
    subTitle:
      'قسم الأسئلة الشائعة هو المكان الذي نجيب فيه على الأسئلة الشائعة ونقدم إجابات مفيدة. لقد قمنا بتجميع قائمة من الاستفسارات التي يطرحها العملاء بشكل متكرر. فيما يلي معلومات حول مواضيع متنوعة لمساعدتك في الحصول على الإجابات التي تحتاجها.',

    1: {
      question: 'ما الذي تشتهر به كوجك اكسكلوسيف كارس؟',
      answer:
        'يشتهر كوجك اكسكلوسيف كارس بتشكيلته الاستثنائية من المركبات الفاخرة، مع التركيز على طرازات مرسيدس بنز. نحن نفتخر بتقديم الجودة ورضا العملاء.',
    },
    2: {
      question: 'هل يمكنني شراء مركبة من كوجك اكسكلوسيف كارس دوليًا؟',
      answer:
        'نعم، نحن نخدم المشترين الدوليين. يمتلك فريقنا خبرة واسعة في تيسير عمليات الشراء الدولي والشحن لضمان عملية سلسة ومريحة.',
    },
    3: {
      question: 'كيف تتم عملية الشراء والشحن الدولي؟',
      answer:
        'تم تصميم عملية الشراء والشحن الدولي لدينا بطريقة بسيطة. بعد اختيار المركبة التي ترغب فيها، نساعدك في إدارة جميع جوانب الشراء وترتيب تفاصيل الشحن مع شركاء موثوقين.',
    },
    4: {
      question: 'ما نوع الضمان أو الدعم بعد البيع الذي تقدمونه؟',
      answer:
        'نحن نقدم خيارات ضمان متنوعة ودعمًا شاملاً بعد البيع لمنحك الراحة التامة. فريقنا هنا للرد على أي أسئلة أو مخاوف قد تكون لديك بعد الشراء، لضمان رضاك على مركبتك الفاخرة.',
    },
    5: {
      question: 'كيف يمكنني التواصل مع كوجك اكسكلوسيف كارس للحصول على مزيد من المعلومات؟',
      answer:
        'يمكنك التواصل معنا من خلال صفحة الاتصال على الموقع الإلكتروني، حيث ستجد تفاصيل الاتصال بنا. لا تتردد في الاتصال أو إرسال بريد إلكتروني أو ملء نموذج الاتصال، وفريقنا سيكون سعيدًا بمساعدتك في أي استفسارات أو طلبات قد تكون لديك.',
    },
  },
};

export default ar;
