const ar = {
  header: {
    home: 'الصفحة الرئيسية',
    career: 'الوظائف',
    blog: 'المدونة',
    about: 'حول',
    contactUs: 'اتصل بنا',
  },

  landing: {
    hero: {
      overlineText: '',
      heroText: 'مجموعة شركات كوجك',
      partOne: 'تراث من اتقان مرسيدس بنز منذ عام 1983',
      partTwo: 'منذ عام 1983',
      subText:
        'استمتع بتوفيرات لا مثيل لها في وكالتنا، حيث يتم تقديم سيارات مرسيدس بأسعار أقل من الوكالة وأسعار السوق. اكتشف قيمة استثنائية دون التنازل عن الفخامة والجودة. سيارة مرسيدس الأحلام الخاصة بك أصبحت الآن أكثر توفرًا من أي وقت مضى',
    },
    journey: {
      overline: 'رحلتنا',
      title: 'التفوق الريادي في مرسيدس بنز منذ عام 1983',
      text: 'في عام 1983 النابض بالحياة، ظهرت رؤية ستؤدي إلى مجموعة مشهورة بتفانيها الثابت للتفوق والابتكار. مجموعة كوجك، بداياتنا المتواضعة، شكلت بداية رحلة ملحمية ستمتد عقودًا، تدور كلها حول علامة واحدة - مرسيدس بنز.',
      history: {
        item1: {
          year: '1983',
          title: 'بداية مجموعة شركات كوجك',
          text: 'في عام 1983، أسس مجموعة من رواد الرؤية مجموعة كوجك، مدفوعين بطموح حار لترك أثر دائم في عالم مرسيدس بنز. هذا ما شكل الفصل الأول في تاريخنا المشهور، تاريخ بني على التفاني الثابت في التفوق في مجال مرسيدس بنز.',
          buttonText: '',
        },
        item2: {
          year: '1983',
          title: 'قطع غيار كوجك - قطع غيار مرسيدس بنز الأصلية',
          text: 'في نفس العام، ظهرت قطع غيار كوجك كتجسيد لالتزامنا بالجودة والخدمة، متخصصة حصريا في قطع غيار مرسيدس بنز الأصلية. سرعان ما أصبحنا اسمًا موثوقًا به في الصناعة، نخدم احتياجات عشاق مرسيدس بنز المتطورة باستمرار.',
          buttonText: 'البحث عن قطع الغيار',
        },
        item3: {
          year: '1983',
          title: 'ك إكسكلوسيف كارس - رفع قيمة مرسيدس بنز',
          text: 'أيضًا في عام 1983، تأسست ك إكسكلوسيف كارس، وعرضت سيارات مرسيدس بنز الحصرية والفاخرة. قامت هذه القسم بتعيين معايير جديدة للفخامة والأناقة، وتوفير تجارب مرسيدس بنز للعملاء الذين يتميزون بالذوق الرفيع.',
          buttonText: 'استعرض سياراتنا',
        },
        item4: {
          year: '1987',
          title: 'كوجك لخدمات صيانة السيارات - العناية بمرسيدس بنز',
          text: 'في عام 1987، قمنا بتوسيع عروضنا بإنشاء قسم كوجك لخدمات صيانة السيارات. كان هذا الفرع المتخصص مركزاً لضمان أن سيارات مرسيدس بنز لا تعمل بسلاسة فقط ولكن أيضًا تحصل على أعلى مستوى من الرعاية والاهتمام، مع تجسيد التزامنا الثابت بالتفوق في مرسيدس بنز.',
          buttonText: 'حجز موعد',
        },
        item5: {
          year: '1999',
          title: 'كوجك بناء - تشكيل المساحات، خارج نطاق مرسيدس بنز',
          text: 'في عام 1999، أضافت كوجك بناء بعدًا جديدًا إلى محفظتنا. بينما ظلت مرسيدس بنز في قلب شغفنا بالسيارات، قامت كوجك بناء بمغامرة في التميز المعماري، وتشكيل السماء وإنشاء مساحات تعتبر شهادات لالتزامنا بالابتكار والجودة. على الرغم من أن هذا المشروع يمتد إلى خارج مرسيدس بنز، إلا أنه يجسد نفس روح التفوق التي تميز مجموعتنا.',
          buttonText: 'اكتشف عقاراتنا المتوفرة',
        },
      },
    },
    international: {
      overline: 'أعمالنا الدولية',
      title: 'تواجد عالمي، تفوق محلي',
      text: 'في مجموعة كوجك، لا تعرف التزامنا بالتفوق في مرسيدس بنز حدودًا. مع تقليد فخرنا في تقديم أفضل ما في مجال السيارات وقطع الغيار، نمتد إلى أبعد من جذورنا المحلية.\n\nإن قسم أعمالنا الدولية مكرس لجلب أناقة مرسيدس بنز إلى العملاء البارعين حول العالم. من خلال عمليات التصدير الدقيقة وشبكة عالمية من الشركاء، نحرص على أن روح مرسيدس بنز تصل إليك، أينما كنت.\n\nسواء كنت تبحث عن سحر سيارة مرسيدس بنز أو تحتاج إلى قطع غيار أصلية لممتلكاتك الثمينة، مجموعة كوجك هي شريكك الموثوق به في السعي العالمي نحو الفخامة والتطور السياري.\n\nانضم إلينا في السعي نحو التفوق الدولي. اختبر مرسيدس بنز بطريقة كوجك، بغض النظر عن مكان رحلتك.',
    },
    glance: {
      overline: 'ما نقدمه',
      title: 'نظرة على شركاتنا',
      tabs: {
        auto: 'خدمات إصلاح السيارات',
        spareParts: 'أكثر قطع الغيار طلبًا',
        vehicles: 'مركبات مميزة',
        building: 'عقار مميز',
      },
    },
    visit: {
      overline: 'مواقع مجموعتنا',
      title: 'زيارة مواقع مجموعتنا',
      cardText: {
        auto: 'متخصصون في مرسيدس بنز منذ عام 1983',
        sparePart: 'قطع غيار مرسيدس بنز الأصلية على متن يديك',
        exclusive: 'سيارة مرسيدس بنز الحلم الخاصة بك، الآن أكثر توفرًا من أي وقت مضى.',
        building: 'ابحث عن مساحتك المثالية للعيش أو الازدهار التجاري مع كوجك',
      },
    },
  },

  about: {
    title: 'عن مجموعة كوجك',
    description:
      'نحن متحمسون لكل ما يتعلق بمرسيدس بنز. مع تاريخ غني يمتد عدة سنوات، أصبحنا اسمًا موثوقًا في صناعة السيارات، نقدم مجموعة شاملة من الخدمات والمنتجات لتلبية احتياجات متنوعة لعشاق مرسيدس بنز في جميع أنحاء العالم',

    vision: 'رؤيتنا',
    history:
      'رؤيتنا في كوجك هي أن نكون الرائد العالمي في حلول مرسيدس بنز، وتحديد المعيار للجودة والابتكار ورضا العملاء. نطمح في التوسع باستمرار في توسيع نطاق عملنا، وتقديم تجربة مرسيدس بنز سلسة وشاملة تتجاوز الحدود. من خلال تعزيز ثقافة الخبرة والقابلية للتكيف والاستدامة، نهدف إلى تشكيل مستقبل صناعة السيارات، وتحسين حياة عشاق مرسيدس بنز والعملاء في كل مكان',

    mission: 'رسالتنا',
    missionText:
      'مهمتنا هي تعزيز تجربة مرسيدس بنز لعشاقها والسائقين في جميع أنحاء العالم. نحن ملتزمون بتقديم منتجات وخدمات استثنائية، بما في ذلك قطع غيار مرسيدس بنز الأصلية وصيانة السيارات على أعلى مستوى، وأحدث سيارات مرسيدس بنز الجديدة تمامًا. التزامنا بالتفوق والتوجه نحو العميل والنزاهة الثابتة يدفعنا لتقديم جودة وابتكار لا مثيل لهما، مضمونةً أن كل تفاعل معنا يعكس جوهر الفخامة والأداء الحقيقي لمرسيدس بنز',

    coreValues: {
      items: {
        1: {
          title: 'شريك موثوق به',
          description:
            'نتطلع لنكون شريكك الموثوق به لكل احتياجاتك في مرسيدس بنز. سواء كان الأمر يتعلق بالعثور على الجزء المثالي، أو الاحتفاظ بمركبتك في حالة ممتازة، أو العودة إلى المنزل بمرسيدس بنز جديدة، نحن هنا لضمان أن رحلتك ستكون سلسة واستثنائية',
        },
        2: {
          title: 'وضع المعايير',
          description:
            'نحن نحدد ونحافظ على أعلى معايير في صناعة السيارات. هدفنا ليس فقط لتلبية توقعاتك، ولكن لنتجاوزها، ووضع المعيار للجودة والخدمة في عالم مرسيدس بنز',
        },
        3: {
          title: 'شغف بمرسيدس بنز',
          description:
            'شغفنا العميق بمرسيدس بنز واضح في عملنا. نحن عشاق مرسيدس بنز بأنفسنا، وهذا الشغف يغذي التفاني لدينا في تقديم أفضل تجربة مرسيدس بنز ممكنة',
        },
        4: {
          title: 'تفوق لا يتنازل عنه',
          description:
            'نحن ثابتون في التزامنا بالتفوق عبر جميع خدماتنا. سواء كان الأمر يتعلق بتوفير قطع غيار مرسيدس بنز الأصلية، أو تقديم خدمات صيانة السيارات المتخصصة، أو تقديم أحدث سيارات مرسيدس بنز الجديدة، نحن نضع العارضة عالية ونقدم بشكل مستمر جودة عالية الجودة',
        },
      },
    },
  },

  career: {
    title: 'وظائفنا',
    description: `في شركة كوجاك، نعتقد أن أكبر قوتنا هي فريق العمل لدينا. نحن دائمًا في بحث مستمر عن أفراد موهوبين يشتغلون بشغف في مجالهم ومتحمسين للمساهمة بمهاراتهم في مهمتنا. استكشف الفرص المثيرة التي لدينا متاحة`,
  },

  blog: {
    title: 'استكشاف عالم مرسيدس-بنز: مدونتنا',
    subTitle:
      'مدونتنا ليست مجرد مجموعة من المقالات؛ إنها مصدر مصمم لتمكينك كمالك للمركبة. سواء كنت عاشقًا للسيارات أم تعتمد ببساطة على سيارتك في حياتك اليومية، فإن مدونتنا مصممة لتزويدك بمعلومات قيمة لتعزيز تجربتك في القيادة.',
  },

  newsLetter: {
    title: 'اشترك في صحيفتنا الإخبارية',
    subTitle: 'اشترك الآن وابق على اطلاع لتجربة سيارات مذهلة ومثيرة!',
  },

  contactUs: {
    title: 'اتصل بنا',
    subTitle:
      'نحن هنا لمساعدتك. إذا كانت لديك أي أسئلة أو تعليقات أو تحتاج إلى دعم، فلا تتردد في التواصل معنا. فريقنا المخصص جاهز لمساعدتك بأي طريقة يمكننا.',
    details: {
      number: '06 5334 312 تحويلة 220',
      location: 'المنطقة الصناعية 4، الشارقة، الإمارات العربية المتحدة',
      hours:
        'من الساعة 8 صباحًا إلى الساعة 1 ظهرًا - من الساعة 4 مساءً إلى الساعة 8 مساءً (من السبت إلى الخميس)',
      follow: 'تابعنا',
    },
  },

  footer: {
    about:
      'تقف كوجك كمجموعة متعددة الجوانب من الشركات، حيث تختص كل واحدة منها في جانب فريد يشكل بشكل جماعي نظامًا شاملاً للسيارات. وهي موجودة في أربع مجالات متميزة: قطع غيار السيارات، صيانة السيارات، بيع مرسيدس الحصري، وعالم التأجير وتأجير المساحات المتعددة الاستخدامات.',
    groupTitle: 'مجموعة شركات كوجك',
    exclusive: { title: 'ك إكسكلوسيف كارس', text: 'اشتري سيارة مرسيدس أحلامك' },
    spareParts: { title: 'قطع الغيار', text: 'قطع الغيار الأصلية لمرسيدسك' },
    auto: { title: 'صيانة السيارات', text: 'إصلاح مرسيدسك على يد خبراء' },
    building: { title: 'عقارات', text: '-' },
    visitWebsite: 'زيارة الموقع الإلكتروني',
    allRights: '© 2023. كل الحقوق محفوظة - مجموعة شركات كوجك',
    designedBy: 'صمم بواسطة ProzEffect | hello@prozeffect.com',
    sitemap: 'خريطة الموقع',
    since: 'منذ 1983',
  },

  common: {
    mercedes: 'مرسيدس',
    brand: 'كوجك',
    sparePart: 'لقطع غيار السيارات',
    auto: 'لصيانة السيارات',
    exclusive: 'ك إكسكلوسيف كارس',
    building: 'بناء',
    brandSpecial: 'أوتو إكسكلوسيف',
    actionButton: 'استكشاف معرض السيارات',
    bookAppointment: 'حجز موعد',
    moreDetails: 'المزيد من التفاصيل',
    viewAll: 'عرض الكل',
    dialog: {
      title: 'لقد تلقينا طلبك !!',
      subTitle: 'شكرًا للاتصال ببناء كوجك، سيتصل بك واحد من وكلاء نجاح العملاء قريبًا !!',
    },
    dropMessage: 'أرسل لنا رسالة',
    aed: 'درهم إماراتي',
    visitWebsite: 'زيارة الموقع الإلكتروني',
    showIncluded: 'عرض الخدمات المتضمنة',
    color: 'اللون',
  },

  form: {
    name: 'الاسم الكامل',
    mobile: 'الجوال',
    email: 'البريد الإلكتروني',
    subject: 'الموضوع',
    hearAbout: 'كيف سمعت عنا ؟',
    message: 'الرسالة',
    sendMsg: 'إرسال الرسالة',
    register: 'التسجيل',
    class: 'فئة المرسيدس',
    year: 'سنة الصنع',
    appointmentDate: 'تاريخ الحجز',
    issue: 'تفاصيل المشكلة',
    serviceType: 'نوع الخدمة',
    whatsApp: {
      howCanWeHelpYou: 'كيف يمكننا مساعدتك؟',
    },
  },

  services: {
    title: 'خدمات إصلاح السيارات',
    howItWork: 'كيف نقدم خدماتنا',
    description:
      'فنيونا المتخصصون ملتزمون بتقديم الرعاية عالية الجودة لسيارتك مرسيدس. من الصيانة الروتينية إلى الإصلاحات التفصيلية، لدينا المعرفة والخبرة للحفاظ على أداء سيارتك مرسيدس على أفضل وجه. نستخدم أحدث التقنيات وقطع مرسيدس الأصلية لضمان تقديم أعلى جودة في الخدمة. اختبر فخامة الرعاية المتخصصة لسيارتك مرسيدس-بنز. تفضل بزيارتنا اليوم ودعنا نرتقي بتجربتك في قيادة مرسيدس.',
    howItWorksSteps: {
      stepOne: {
        step: 'الخطوة الأولى',
        title: 'حجز موعد',
        description: 'استخدم نظام الحجز عبر الإنترنت السهل الاستخدام أو اتصل بنا.',
      },
      stepTwo: {
        step: 'الخطوة الثانية',
        title: 'التقييم',
        description: 'يقوم فنيونا ذوو الخبرة بإجراء تقييم شامل للمركبة لتحديد المشكلات.',
      },
      stepThree: {
        step: 'الخطوة الثالثة',
        title: 'عرض السعر',
        description:
          'بعد التقييم، احصل على عرض أسعار مفصل. افهم العمل المطلوب والتكلفة والزمن قبل المضي قدمًا.',
      },
      stepFour: {
        step: 'الخطوة الرابعة',
        title: 'الإصلاح',
        description: 'بموافقتك، يبدأ فنيونا المهرة في العمل باستخدام معدات وقطع غيار عالية الجودة.',
      },
      stepFive: {
        step: 'الخطوة الخامسة',
        title: 'الدفع',
        description: `سيارتك جاهزة! سنتصل بك للتأكيد. قم بفحصها وجرِّبها، ثم اسوِ الفاتورة باستخدام خيارات الدفع السهلة المتاحة لدينا.`,
      },
    },
    items: {
      major: {
        serviceName: 'الصيانة الدورية الرئيسية',
        description:
          'خدمة الصيانة الرئيسية لمرسيدس بنز هي إجراء صيانة شامل ومتعمق مصمم لمعالجة احتياجات مركبتك مرسيدس بنز التي تتطلب مزيدًا من العناية. تُوصى عادة بهذه الخدمة بفترات أطول من الخدمات البسيطة وتهدف إلى ضمان استمرارية موثوقية وسلامة وأداء المركبة.',
        icon: 'major',
        isDisabled: false,
      },
      minor: {
        serviceName: 'الصيانة الدورية الثانوية',
        description:
          'خدمة الصيانة الدورية الثانوية للمرسيدس هي خدمة صيانة روتينية مصممة خصيصًا لمركبات مرسيدس بنز لضمان أدائها الأمثل، وسلامتها، واستدامتها.',
        icon: 'minor',
        isDisabled: false,
      },
      common: {
        engineOil: 'زيت المحرك وفلتره',
        transmissionOil: 'زيت النقل وفلتره',
        gasket: 'الجزء التحتي',
        sparkPlug: 'شمعات الإشعال',
        cabinFilter: 'استبدال فلتر الهواء للمقصورة',
        airFilter: 'استبدال فلتر الهواء',
        tire: 'فحص وتدوير الإطارات',
        break: 'فحص الفرامل',
        inspect: 'تفحص المكونات بصرياً',
        Indicator: 'إعادة تعيين مؤشر الخدمة',
        battery: 'فحص البطارية',
      },
      // --------------------------------------------
      oil: {
        serviceName: 'تغيير الزيت',
        description: 'التغييرات الدورية في الزيت ضرورية للحفاظ على سلامة محرك سيارتك.',
        icon: 'oil',
        isDisabled: false,
      },
      break: {
        serviceName: 'خدمة الفرامل',
        description:
          'يتضمن ذلك استبدال أقراص الفرامل، وشطف سائل الفرامل، وتسوية أو استبدال الأقراص.',
        icon: 'break',
        isDisabled: false,
      },
      gear: {
        serviceName: 'خدمة ناقل الحركة',
        description:
          'قد يتضمن ذلك تغيير سائل ناقل الحركة والمرشح أو التعامل مع مشكلات ناقل الحركة الأكبر.',
        icon: 'gear',
        isDisabled: false,
      },
      tirebalance: {
        serviceName: 'دورة وتوازن الإطارات',
        description: 'يساعد هذا في زيادة عمر إطاراتك وضمان توزيع التآكل بالتساوي.',
        icon: 'tirebalance',
        isDisabled: false,
      },
      engine: {
        serviceName: 'ضبط المحرك',
        description:
          'يمكن أن يتضمن ضبط المحرك استبدال شمعات الإشعال وأسلاك الإشعال ومكونات أخرى لتحسين أداء المحرك.',
        icon: 'engine',
        isDisabled: false,
      },
      suspension: {
        serviceName: 'إصلاح التعليق',
        description:
          'قد تتضمن الخدمات استبدال الصدمات والمساعدين وذراع التحكم أو مكونات التعليق الأخرى.',
        icon: 'suspension',
        isDisabled: false,
      },
      power: {
        serviceName: 'إصلاح النظام الكهربائي',
        description:
          'يشمل ذلك مشكلات المكونات الكهربائية للسيارة مثل البطارية والمولد ومبدل البداية.',
        icon: 'power',
        isDisabled: false,
      },
      ac: {
        serviceName: 'خدمة تكييف الهواء',
        description:
          'يشمل ذلك إعادة شحن مبرد التكييف، وإصلاح التسربات، وإصلاح أو استبدال مكونات التكييف.',
        icon: 'ac',
        isDisabled: false,
      },
      batterylight: {
        serviceName: 'استبدال البطارية',
        description: 'عندما لا تحتفظ البطارية بالشحنة بعد الآن، يجب استبدالها.',
        icon: 'batterylight',
      },
      radiator: {
        serviceName: 'إصلاح الرادياتير ونظام التبريد',
        description: 'خدمات لمعالجة مشكلات السخونة الزائدة وتسرب السائل التبريد.',
        icon: 'radiator',
        isDisabled: false,
      },
      chip: {
        serviceName: 'تشخيص واختبار الكمبيوتر',
        description: 'استخدام أدوات متخصصة لتحديد وتشخيص مشكلات متنوعة في السيارات الحديثة.',
        icon: 'chip',
        isDisabled: false,
      },
      'engine-replace': {
        serviceName: 'تركيب المحرك',
        description:
          'خدمات تركيب واستبدال المحرك بدون تعقيد. فنيونا يقدمون حلاً سريعًا وموثوقًا للحفاظ على سير السيارة.',
        icon: 'engine-replace',
        isDisabled: false,
      },
    },
  },

  propertyCard: {
    residential: 'سكني',
    commercial: 'تجاري',
    sharjah: 'الشارقة',
    dubai: 'دبي',
    flat: 'شقة',
    showrooms: 'معرض',
    gym: 'نادي صحي / مسبح',
    labourcamp: 'سكن عمال',
    shops: 'محلات',
    restaurant: 'مطعم',
    offices: 'مكاتب',
    available: 'متوفر',
    notAvailable: 'غير متوفر',
    noDesc: 'لا يوجد وصف للعقار',
    cctv: 'كاميرات مراقبة',
    security: 'حارس أمن',
    bathrooms: 'حمامات',
    bedrooms: 'غرف نوم',
    totalArea: 'المساحة',
    ac: 'التكيف',
    payment: 'الدفعات',
    kitchen: 'المطبخ',
    spaceType: 'نوع العقار',
    mezzanine: 'طابق الميزانين',
    parking: 'مواقف',
    cheques: 'شيكات',
    propertyFeatures: 'مميزات العقار',
    agentHeader: 'تواصل مع المندوب',
    requestCallBack: 'اطلب اعادة الاتصال',
  },
};

export default ar;
