// ----------------------------------------------------------------------

// IF THIS TRANSLATION IS INCORRECT PLEASE IGNORE THIS AS THIS TRANSLATION IS FOR DEMO PURPOSES ONLY
// We are happy if you can help improve the translation by sending an email to support@minimals.cc.

// ----------------------------------------------------------------------

const ar = {
  header: {
    home: 'الرئيسية',
    properties: 'العقارات',
    blog: 'المدونة',
    about: 'من نحن',
    contactUs: 'تواصل معنا',
  },
  hero: {
    overlineText: 'هل تبحث عن مساحة سكنية أو تجارية؟',
    title: `ابحث عن المساحة المثالية للعيش أو ازدهار أعمالك مع `,
    apartments: 'الشقق',
    happyTenants: 'المستأجرون السعداء',
    leasesProcessed: 'العقود المعالجة',
  },

  why: {
    title: 'لماذا يجب عليك اختيارنا',
    subTitle:
      'اختيار الشريك المناسب لرحلتك في البحث عن المساحة يمكن أن يحدث كل الفارق. في كوجاك، نتألق كوجهة نهائية للعثور على المساحة السكنية أو التجارية المثالية لك. إليك لماذا يجب عليك اختيارنا',
    cards: {
      1: {
        title: `شفافية المعاملات`,
        subTitle:
          'التزامنا بشفافية المعاملات يضمن لك فهمًا واضحًا لجميع الشروط والأحكام، مما يمكّنك من اتخاذ قرارات بثقة',
      },
      2: {
        title: 'رضا العملاء',
        subTitle:
          'على مر السنين، بنينا سمعة متميزة، وعملاؤنا الكثيرون المرتاحون يشهدون على التزامنا بسعادة العملاء',
      },
      3: {
        title: 'مواقع متميزة',
        subTitle:
          'تتضمن محفظتنا مساحات في مواقع متميزة ومطلوبة، مما يقدم لك فوائد الوصول السهل، والراحة، والمجتمع المزدهر',
      },
      4: {
        title: 'أسعار لا تُقاوم',
        subTitle:
          'أولويتنا هي تقديم قيمة استثنائية لك. نحن ندرك أن العثور على إيجار ذو جودة بسعر مناسب أمر ضروري، ونحن ملتزمون بجعل ذلك حقيقة بالنسبة لك.',
      },
    },
  },

  properties: {
    title: 'العقارات المتوفرة',
    subTitle:
      'في كوجاك، نفتخر بتقديم مجموعة واسعة من المساحات التجارية والسكنية التي تلبي جميع احتياجاتك. سواء كنت تبحث عن ترقية مقر أعمالك أو العثور على منزل مريح للإقامة، نحن هنا لنلبي احتياجاتك.',
  },
  featuredProperty: {
    title: `عرض لايفوت `,
  },
  faq: {},

  common: {
    kojak: 'كوجاك',
    building: 'العقارية',
    exploreProperties: 'اكتشف العقارات',
    moreDetails: 'مزيد من المعلومات',
  },

  propertyCard: {
    residential: 'سكني',
    commercial: 'تجاري',
    sharjah: 'الشارقة',
    dubai: 'دبي',
    flat: 'شقة',
    showrooms: 'معرض',
    gym: 'نادي صحي / مسبح',
    labourcamp: 'سكن عمال',
    shops: 'محلات',
    restaurant: 'مطعم',
    offices: 'مكاتب',
    available: 'متوفر',
    notAvailable: 'غير متوفر',
    noDesc: 'لا يوجد وصف للعقار',
    cctv: 'كاميرات مراقبة',
    security: 'حارس أمن',
    bathrooms: '',
    bedrooms: '',
    totalArea: '',
    ac: '',
    payment: '',
    kitchen: '',
  },
};

export default ar;
